[
  {
    "name": "Amber",
    "meanings": "Witchery skills"
  },
  {
    "name": "Black",
    "meanings": "Repelling, Ward negativity, Remove hexes, Protection, Spirit contact, Night, Truth, Remove discord or confusion, Banishing and binding. It can be used in meditation to deepen the meditative state.  Waning moon workings. Black does not denote evil in any sense."
  },
  {
    "name": "Blue",
    "meanings": "Calm, Tranquility, Truth, Justice, Forgiveness, Dreams, Protection, Communication, Will power, Weight loss, Healing and Change, Working with feelings and emotions. Blue is also associated with the acquisition of knowledge."
  },
  {
    "name": "Light Blue",
    "meanings": "Psychic awareness, Intuition, Opportunity, Peace, Understanding, Quests, Safe journey, Patience, Tranquility, Ward depression."
  },
  {
    "name": "Brown",
    "meanings": "Finding lost objects, Endurance, Concentration, Material goods, Stability, Animal health, House blessing, Uncertainties, Earth and nature magick, Grounding, Real estate."
  },
  {
    "name": "Copper",
    "meanings": "Business success, Passion, Money, Fertility, Career growth."
  },
  {
    "name": "Gold",
    "meanings": "Positive attitude, Power, Physical Strength, Success, Achievement, Mental growth, Healing energy, Intuition, Divination, Fortune, Luxury, Male energy, Understanding, Wealth spells and magick. Associated with the Sun God and the power of the light."
  },
  {
    "name": "Green",
    "meanings": "Abundance, Prosperity, Money, Material wealth. Success in the workplace, Good luck, Fertility, Healing, Balance, Acceptance, Employment, Courage, Agriculture, Changing direction or attitudes, Growth. Eliminating jealousy, Marriage, Nature magick."
  },
  {
    "name": "Grey",
    "meanings": "Combating negativity. Balance and Neutrality, Promote Vision and Clarity in a given situation, Contemplation, Veiling, Cancellation, Hesitation."
  },
  {
    "name": "Indigo",
    "meanings": "Vision, Psychic intuition, Deep Meditation, Spiritual guidance, Karma Workings, Neutralize another's magick, Ward slander, Stop gossip, Overcome depression. Indigo is seen as a stopping colour, a colour to use in situations that need an end or a new beginning."
  },
  {
    "name": "Lavender",
    "meanings": "Enhance psychic abilities, Knowledge, Intuition, Promote peace, Well being, Sleep, Relieves tensions, Spiritual development, Psychic growth, Divination, Sensitivity to the Other world, Blessings."
  },
  {
    "name": "Orange",
    "meanings": "Creativity, Self-expression, Strength, Healing, Pulling things to you, Adaptability, Luck, Vitality, Encouragement, Clearing the Mind, Dominance, Energy both Physical and Magickal, Legal matters, New opportunities, Career, Overcoming addiction, Joy, Business success, Ambition, Fun, Action, Investments."
  },
  {
    "name": "Peach",
    "meanings": "Kindness, Sympathy and Empathy, Compassion, Healing"
  },
  {
    "name": "Pink",
    "meanings": "Romance, Love, Harmony in Emotional Love, Honour, Mortality, Friendship, Self-love, Protection of children, Compassion and Relaxation. Peace at home."
  },
  {
    "name": "Purple",
    "meanings": "Psychic awareness, Spiritual development, Spiritual Power, Wisdom, Influence, Intuition, Divination, Ambition, Healing, Progress, Business, Spiritual Communication, Protection, Hidden knowledge, Meditation, Change luck, Break habit, Generating protective energies."
  },
  {
    "name": "Red",
    "meanings": "Strength, Truth, Lust, Physical passion, Anger, Respect, Power, Energy, Health, Vigor, Enthusiasm, Motivation, Courage, Passion, Action, Danger, Sexuality, Protection, Sports, Independence, Assertiveness, Competition Personal Power and Determination. Association with the life force of blood."
  },
  {
    "name": "Silver",
    "meanings": "Moon, Night, Balance, Channelling, Psychic development, Clairvoyance, Lunar Magick, Meditation, Wards negativity, Intuition, Dreams, Victory. Associated with the Moon Goddess and Feminine energies."
  },
  {
    "name": "Turquoise",
    "meanings": "Find alternative answers to difficult situations, Relieve stress"
  },
  {
    "name": "Violet",
    "meanings": "Self-improvement, Spirituality, Intuition, Insight, Clarity, Success in Searches."
  },
  {
    "name": "White",
    "meanings": "White can be substituted for any other color. Unity, Purification, Moon magic, Protection, Truth, Meditation, Peace, Sincerity, Justice, Beginnings, Warding of doubts and fears.  Healing properties, a white candle may be lit to assist healing and recovery from illness. New moon and Full moon workings"
  },
  {
    "name": "Yellow",
    "meanings": "Self-confidence, Persuasion, Concentration, Pleasure, Happiness and creativity, Inspiration, Divination, Clairvoyance, Mental Alertness, Intellectual growth, Prosperity, Changes, Harmony, Creativity, Confidence, Communication, Flexibility, Friendship, Study, Travel."
  }
]