[
  {
    "name": "Adventurine",
    "properties": "Attracts Prosperity and Money"
  },
  {
    "name": "Aventurine Orange",
    "properties": "Creativity, Motivation, Decisiveness, Amplifies leadership qualities."
  },
  {
    "name": "Actinolite",
    "properties": "Balance, Harmony, Patience, Self-worth"
  },
  {
    "name": "Adamite",
    "properties": "Courage, Emotional Issues, Inner Strength, Problem Solving, Prosperity"
  },
  {
    "name": "Adularia",
    "properties": "Clairvoyance, Divination, Guidance, Health, Intuition, Longevity, Soul Searching, Soul Travel, Wealth"
  },
  {
    "name": "Agate",
    "properties": "Overcoming Envy, Well-being, Balance, Clarity, Courage, Courage, Creativity, Energizer, Fertility, Good Manners, Growing Plants, Happiness, Healing, Health, Intelligence, Longevity, Making Friends, Prosperity, Protection, Restoration Of Energy, Strength, Support, Truth, Ward Anger, Wealth"
  },
  {
    "name": "Agnitite",
    "properties": "Life Force, Purify, Spiritual Light"
  },
  {
    "name": "Agrellite",
    "properties": "Confidence, Distant Healing, Independence, Potential, Self-Respect"
  },
  {
    "name": "Alabaster",
    "properties": "Clarity, Composure, Forgiveness, Meditation, Mental Balance"
  },
  {
    "name": "Alexandrite",
    "properties": "Courage, Forgiveness, Good Fortune, Happiness, Sexual Powers, Success"
  },
  {
    "name": "Alum",
    "properties": "Ill Wishes, Protection, Purification, Ward Negativity"
  },
  {
    "name": "Amazonite",
    "properties": "Success, Truth, Honor, Communication, Trust. Enhances Intuition, Creative Ability, and Psychic Ability, Balance, Harmony, Hope, Thinking"
  },
  {
    "name": "Amber",
    "properties": "Wisdom, Happiness, Balance, Infection, Lift The Spirit, Physical strength, Self-confidence, Will power, Positive Energy, Longevity."
  },
  {
    "name": "Amethyst",
    "properties": "New beginnings, Fertility,Stability, Inner Calm, Insights, Intuition, Meditation, Balance, Dreaming. Protects against psychic attacks. Known as \"Sobriety Stone\", Spiritual cleansing,Dispelling negativity."
  },
  {
    "name": "Ametrine",
    "properties": "Healing, Intellect, Meditation, Removing negativity, Understanding"
  },
  {
    "name": "Angelite",
    "properties": "Protects, strengthens degenerate organs, excellent for creative people."
  },
  {
    "name": "Apache Tear",
    "properties": "Grounding, Centering, Promoting Peace, Protection, Good Luck, Finding the Hidden, Concealment, Healing emotional wounds, Repel Negativity"
  },
  {
    "name": "Aqua Aura",
    "properties": "Cleanse Chakra, affinity with water, restore balance."
  },
  {
    "name": "Aquamarine",
    "properties": "Psychic Powers, Cleansing, Purifying, Good Health, Accidents, Banish Fears, Compassion, Confidence, Courage, Happiness, Inspiration, Self-awareness, Imagination, Phobias, Thinking, Travel."
  },
  {
    "name": "Aragonite",
    "properties": "Clarification, Concentration, Focus, Will power, Patience"
  },
  {
    "name": "Aventurine",
    "properties": "Creativity, Imagination, Prosperity, Business success, Intellect, Luck, Calm, Balance, Healing Emotions"
  },
  {
    "name": "Azurite",
    "properties": "Intuition, Personal Stress, Power, Healing, Spiritual Guidance, Psychic awareness."
  },
  {
    "name": "Barite",
    "properties": "Anxious, Communication, Conserve Energy, Immune Problems, Obstacles, Relationships, Rituals, Spells, Stress"
  },
  {
    "name": "Beryl",
    "properties": "Psychic Awareness, Relationships, Energy, Protection against gossip."
  },
  {
    "name": "Black Jasper",
    "properties": "Healing, protection. Specifically black jasper - banishing"
  },
  {
    "name": "Black Onyx",
    "properties": "Negativity, Stress and Grief Relief.  Happiness, Good Fortune, Morality, Increase Stamina and Self Control"
  },
  {
    "name": "Bloodstone",
    "properties": "Balance, Business, Abundance, Confidence, Centering, Grounding, Calming, Courage, Mental/Physical/Emotional Renewal, Confidence, Strength, Control."
  },
  {
    "name": "Blue Calcite",
    "properties": "Astral Projection, Balance, Fear, Joy, Lightness, Stress"
  },
  {
    "name": "Blue Celestite",
    "properties": "Angelic Realms, Clear Perspective, Detachment, Divine Inspiration"
  },
  {
    "name": "Blue Holley Agate",
    "properties": "Aid to vivid dreams"
  },
  {
    "name": "Blue John",
    "properties": "Secrets of the earth."
  },
  {
    "name": "Blue Kyanite",
    "properties": "Calm, Dispelling anger and negativity. Communication, Meditation, Psychic awareness."
  },
  {
    "name": "Blue Lace Agate",
    "properties": "Peace, Tranquility, Calmness, Creativity, Abstract thinking, Protection"
  },
  {
    "name": "Blue Topaz",
    "properties": "Money, Attracting Love, Relieves negativity."
  },
  {
    "name": "Botswana Agate",
    "properties": "Creativity, Healing, Mood Lifting, Eliminating Toxins, Comforting. Also known as the \"Change Stone\"-Helps one handle change in a positive way. Eases the pain of loss and loneliness. Soothes depression, Protect."
  },
  {
    "name": "Calcite",
    "properties": "Balance, Clarity, Clearing Blockages, Luck, money, Problem resolution, Energy, Meditation"
  },
  {
    "name": "Calcite Orange",
    "properties": "Protection,enhances sexual energies and creative abilities."
  },
  {
    "name": "Calcite White",
    "properties": "Used in spirituality rituals and meditation. Improves memory. Has a calming effect."
  },
  {
    "name": "Carnelian",
    "properties": "Creativity, Individualism, Courage, Memory, Concentration, Confidence, Decisions, Grounding, Sexuality,Balancing, Self-confidence, Peace, Eases depression."
  },
  {
    "name": "Casisterite",
    "properties": "Acceptance, Prevent negative thoughts, Understanding dreams."
  },
  {
    "name": "Cats Eye",
    "properties": "Problem solving capabilities."
  },
  {
    "name": "Celestite",
    "properties": "Peace, Calm, Grounding, Dreams"
  },
  {
    "name": "Chalcedony",
    "properties": "Protects from Evil eye, Expression of Emotional needs, Honesty, Alleviates regret."
  },
  {
    "name": "Charoite",
    "properties": "Conquering Fears"
  },
  {
    "name": "Chryscholla",
    "properties": "Peace, Patience, Love, Wisdom, Ward off unreasonable fear, Prosperity, Growth, Hope"
  },
  {
    "name": "Chrysoprase",
    "properties": "Clears blockages in communication, Promotes Eloquence and Persuasiveness."
  },
  {
    "name": "Citrine",
    "properties": "Abundance, Confidence, Strengthens self-esteem, Courage, Clarity of thought, Open mindedness, Successful outcomes, Communication, Anti-nightmare, Protection, Psychic Awareness."
  },
  {
    "name": "Conichalite",
    "properties": "Transcendence. Stepping between the worlds."
  },
  {
    "name": "Coral",
    "properties": "Fertility"
  },
  {
    "name": "Dalmation Jasper",
    "properties": "Protect from pain, Guard independence."
  },
  {
    "name": "Desert Rose",
    "properties": "Peace, tranquility, security, protection."
  },
  {
    "name": "Diamond",
    "properties": "Personal growth, Spiritual lessons, Resilience, Perseverance."
  },
  {
    "name": "Dolomite",
    "properties": "Generosity, Thinking, Spontaneity, Creativity, Manifestation."
  },
  {
    "name": "Dumortierite",
    "properties": "Organizational abilities, Self discipline, Order."
  },
  {
    "name": "Eliat Stone",
    "properties": "Loving feelings"
  },
  {
    "name": "Emerald",
    "properties": "Mental powers, Psychic awareness, Harmony, Protection, Love, Attracts wealth, Profitable, Business success, Promotes memory"
  },
  {
    "name": "Erithyrite",
    "properties": "Visions, spirituality, psychic powers."
  },
  {
    "name": "Falcon's Eye",
    "properties": "Astral travel, Clairvoyance, Remote viewing."
  },
  {
    "name": "Fluorite",
    "properties": "Truth, Protection, Problem solving, Aura Cleansing, Focusing, Concentration"
  },
  {
    "name": "Fuschite",
    "properties": "Balance, harmony"
  },
  {
    "name": "Galena",
    "properties": "The 'stone of harmony' removes self-imposed limits, and stimulates interactions at all levels.Galena is a strong grounding stone, enhancing the centring of ones energies."
  },
  {
    "name": "Garnet",
    "properties": "Commitment, Romantic Love, Passion.  Enhances sensuality, sexuality and intimacy, Travel protection, Happiness, Positive thoughts,Boosts energy and self confidence"
  },
  {
    "name": "Gem Silica",
    "properties": "Emotional balancing effect. It is said that this mineral will enhance feminine energy and help alleviate female problems."
  },
  {
    "name": "Goldstone",
    "properties": "Uplifting, Hope, Protection"
  },
  {
    "name": "Green Aventurine",
    "properties": "Balance, creativity, healing, luck."
  },
  {
    "name": "Green Calcite",
    "properties": "Spirituality, centering, peace, love, healing, purification, money, protection, energy"
  },
  {
    "name": "Green Fluorite",
    "properties": "Mental Abilities, Problem solving, Reducing emotional involvement. Increases the energies of other stones."
  },
  {
    "name": "Green Gypsom",
    "properties": "Relieves stagnation, level headedness."
  },
  {
    "name": "Grey banded agate",
    "properties": "Eases stress, reduces anxiety."
  },
  {
    "name": "Grossular Garnet",
    "properties": "Manifestation, abundance, confidence"
  },
  {
    "name": "Hematite",
    "properties": "Mental Organization, Stress relief, Grounding, Calming. Decrease negativity. Balance body/mind/spirit, Protection, Hex breaking"
  },
  {
    "name": "Hemimorphite",
    "properties": "Aids in healing unhealthy or damaged relationships."
  },
  {
    "name": "Howlite",
    "properties": "Calming, Relieves anxiety, Artistic expression, Creativity, Eliminating selfishness, Spirituality"
  },
  {
    "name": "Iolite",
    "properties": "Accurate visions, Releases discord, Psychic ability, Curiosity, Spiritual growth, Connection with soul."
  },
  {
    "name": "Iron Pyrates",
    "properties": "Discerning trickery, falsehood."
  },
  {
    "name": "Jade",
    "properties": "Wisdom, Attracts Love and Money, Useful for Protection, Stress relief, Purity, Serenity, Luck, Prosperity. Strengthens mental faculties, Guards against accidents and mishaps, Confidence, Fertility."
  },
  {
    "name": "Jadeite",
    "properties": "Strengthens the body, Protects from Fatigue, Heals internal disorders, Extends Lifespan."
  },
  {
    "name": "Jasper (Brachiated)",
    "properties": "Animal Healing, Animal communication"
  },
  {
    "name": "Jasper (Leopard Skin)",
    "properties": "Aids in service to others, Grounding, Protection during travel"
  },
  {
    "name": "Jasper (Red)",
    "properties": "Protection, Fairness, Justice, Stabilizing and Balancing Enhances responsibility, Choice, Compassion, Recalling dreams"
  },
  {
    "name": "Jasper (Yellow)",
    "properties": "Strength and Balance in social arenas .  Protection during travel.  Shields negativity, Protect from depression"
  },
  {
    "name": "Jet",
    "properties": "Grief, Purification, Psychic protection, Virility, control, Luck, Health."
  },
  {
    "name": "Kunzite",
    "properties": "Creativity, Peace of mind, Communication, Protection."
  },
  {
    "name": "Kyanite",
    "properties": "Awareness, Communication, Altered states, Vivid dreams, Dream recall, Visualizations, Loyalty Honesty, Tranquiliy, Meditation, Clarity, Enhances creativity."
  },
  {
    "name": "Labradorite",
    "properties": "Faith, Patience, Imagination, Courage. Enhance dreaming and dream recall. Strengthening convictions,Introspection."
  },
  {
    "name": "Lapis Lazuli",
    "properties": "Creativity, Truthfulness, Divination, Openness, Inner power, Intuition, Virility. Strengthen mind and body, Increase awareness. Protection, Promotes Courage. Relieve depression, promote peace, Grounding"
  },
  {
    "name": "Larimar",
    "properties": "Promote tranquillity, Strong sense of inner peace and serenity."
  },
  {
    "name": "Lepidolite",
    "properties": "New beginnings, Astral Work, Changes, Serenity, Peace, Clear communication."
  },
  {
    "name": "Lodestone",
    "properties": "Attraction, Focus, Sleep"
  },
  {
    "name": "Malachite",
    "properties": "\"Transformation\" stone. Love, Romance, Well being, Wisdom, Friendship, Nature, Fertility, Overcoming negativity and depression, Money, Protection from physical danger"
  },
  {
    "name": "Merlinite",
    "properties": "Attracts Good luck and Magick and into your life."
  },
  {
    "name": "Moldavite",
    "properties": "Psychic abilities, Mental and Emotional balance"
  },
  {
    "name": "Molybdentite",
    "properties": "Bring Reliability, Consistency."
  },
  {
    "name": "Mookaite",
    "properties": "Grounding, Meditation. Helps with fear and depression."
  },
  {
    "name": "Moonstone",
    "properties": "Forgiveness, Divination, Psychic work, Luck, Clarity, Spiritual understanding, Protection, Love, \"Travelers Stone\", Goddess connection, Femininity, Childbirth. Dieting"
  },
  {
    "name": "Obsidian",
    "properties": "Calming, Grounding, Balancing, Serenity, Increasing spirituality, Purity, Guards against negativity.Protection, Aggressive magic."
  },
  {
    "name": "Okenite",
    "properties": "Uncover unconscious Thoughts, Psychic visions and Channelling."
  },
  {
    "name": "Onyx",
    "properties": "Releasing negative emotions, Good fortune, Personal strength."
  },
  {
    "name": "Opal",
    "properties": "Creativity, Positive emotions, Joy, Faithfulness, Self-confidence, Wisdom"
  },
  {
    "name": "Peacock Ore",
    "properties": "Happiness, Joy, Positivity."
  },
  {
    "name": "Peridot",
    "properties": "Changes, Guards against psychic attack, Attract love, Prosperity, Growth, Calm ranger, Dispels negative emotions, Promotes sound sleep, Relieves depression."
  },
  {
    "name": "Petrified Wood",
    "properties": "Grounding, Stabilizing, Calming, Business Success. Used in spells to give long life, to recall past lives. Used as an amulet deflects negativity"
  },
  {
    "name": "Pink Agate",
    "properties": "Love.  It soothes anger and negative energy"
  },
  {
    "name": "Prase",
    "properties": "Resolves sexuality issues. Sense of oneness with universe."
  },
  {
    "name": "Purple Flourite",
    "properties": "Psychic development, Spiritual peace, Aids the ability to meditate."
  },
  {
    "name": "Quartz (Clear)",
    "properties": "Harmonize, Balance, Purify.  Enhance energy and thoughts. Counter Black Magick, Communicate with Spirits"
  },
  {
    "name": "Quartz (Rose)",
    "properties": "The stone of unconditional love.  Gentleness, Forgiveness, Tolerance"
  },
  {
    "name": "Red Aventurine",
    "properties": "Reduce negative thoughts, Encourage a positive attitude."
  },
  {
    "name": "Red Jasper",
    "properties": "Protection, Beauty, Grace, Luck"
  },
  {
    "name": "Rhodochrosite",
    "properties": "Balance, Sexual adventure, Fertility, Pregnancy."
  },
  {
    "name": "Rhodochrosite",
    "properties": "Self-confidence, Energy, Peace, Destressing. Attract love. Balancing, Beauty, Intelligence"
  },
  {
    "name": "Rhodonite",
    "properties": "Happiness, Laughter, Joy, Self-worth, Self-esteem, Self-confidence, Understanding new concepts"
  },
  {
    "name": "Rhyolitem (Leopardskin)",
    "properties": "Protection, Emotional and Confident Expression."
  },
  {
    "name": "Ruby in Zoisitr",
    "properties": "Healing. Relieves Grief, Anger, Despair and Defeat. Guarding against psychic attack and negativity."
  },
  {
    "name": "Rutilated Quartz",
    "properties": "Energy, Vitality. Conquer Fears, Anxieties and Phobias."
  },
  {
    "name": "Sapphire",
    "properties": "Self-discipline, Love, Beauty, Meditation, Peace, Healing, Friendship, Fertility"
  },
  {
    "name": "Selenite",
    "properties": "Peace, tranquility, balance within the soul. Protection of the mind, shielding."
  },
  {
    "name": "Serpentine",
    "properties": "Attracting Love, Money, Wealth, Abundance. Visualization, Meditation,Psychic abilities."
  },
  {
    "name": "Smoky Quartz",
    "properties": "Grounding, Balance, Calms the mind, Reduces Fear and Panic,Elevates mood, Neutralises negative vibrations."
  },
  {
    "name": "Snow Quartz",
    "properties": "Calming stone, Enhance meditation. Supports Learning."
  },
  {
    "name": "Snowflake Obsidian",
    "properties": "Encourages inner reflection, Enhances serenity, Absorbs negativity,"
  },
  {
    "name": "Sodalite",
    "properties": "Clears the mind, Logic, Communication, Rationality, Efficiency, Intelligence, Knowledge, Learning, Peace, Meditation, Healing. Encourages rational thought, Objectivity, truth and intuition."
  },
  {
    "name": "Stilbite",
    "properties": "Calm, Restful sleep with vivid dreams, Iinner peace during meditation."
  },
  {
    "name": "Sugalite",
    "properties": "Psychic awareness, Connection between mind and body, Confidence."
  },
  {
    "name": "Sunstone",
    "properties": "Eliminate fearfulness, Stress relief, Success, Vitality, Courage, Independence, Physical energy"
  },
  {
    "name": "Tanzanite",
    "properties": "Develop psychic power, Clairvoyance, Spirituality, Protection, Wisdom"
  },
  {
    "name": "Tektite",
    "properties": "Raising vibrations, Strengthening the aura. Provides deeper knowledge of current situations or problems."
  },
  {
    "name": "Tiger Eye",
    "properties": "Balancing, Grounding, Optimism, Psychic Powers, Restores physical energy, Dreaming, Protection, Divination"
  },
  {
    "name": "Topaz",
    "properties": "Creativity, Energy, Generosity, Emotional balance, Abundance, Confidence"
  },
  {
    "name": "Tourmalinated Quartz",
    "properties": "Protects from negativity, Balance"
  },
  {
    "name": "Tourmaline",
    "properties": "Balance, Dispels the effects of negative energy, Confidence, Weight loss, Creativity, Success, Prosperity, Attracting love"
  },
  {
    "name": "Turquoise",
    "properties": "Grounding, Mind stabilising, Calming, Reduces anxiety."
  },
  {
    "name": "Unakite",
    "properties": "Healthy pregnancy, Protection, Power, Balance, Healing, Friendship"
  },
  {
    "name": "Variscite",
    "properties": "Encourages self-expression,Provides Hope and Courage.Calms the mind, Meditation, Increases perception."
  }
]