[
  {
    "name": "Acacia",
    "ritualUse": "Protection, psychic and spiritual enhancement, money, platonic love, and friendship. Use to anoint candles & censers and to consecrate chests or boxes that hold ritual tools. Use in incense to promote a meditative state.",
    "alsoCalled": [
      "Gum Arabic",
      "Arabic Gum"
    ]
  },
  {
    "name": "Aconite",
    "ritualUse": "Use aconite as a magical wash for ritual tools & space. Wear as an amulet for protection from vampires and werewolves. Note: Poisonous, do not consume.",
    "alsoCalled": [
      "Wolfsbane",
      "Monkshood"
    ]
  },
  {
    "name": "Acorn",
    "ritualUse": "Good luck, protection, wisdom, and personal power. A dried acorn is an excellent natural amulet for keeping a youthful appearance."
  },
  {
    "name": "Adam & Eve Root",
    "ritualUse": "Principally used by lovers; one lover carries the Eve Root & the other lover carries the Adam Root. This keeps your lover true to you & discourages rivals. Carry both roots in a small bag at all times for attraction, to bring a love to you, or for a marriage proposal."
  },
  {
    "name": "Adder's Tongue",
    "ritualUse": "Stops gossip and slander, promotes healing. Sacred to serpent goddesses. Used in divination, healing magic, lunar magic, and dream magic.",
    "alsoCalled": [
      "Dogtooth Violet"
    ]
  },
  {
    "name": "African Violet",
    "ritualUse": "Spirituality, protection, and healing. Wear in an amulet for protection. Keep in the home to increase spirituality. Frequently burned as incense during the spring Equinox sabbat."
  },
  {
    "name": "Agar Agar",
    "ritualUse": "Promote joy and success, attract opportunities and blessings to the household. Mix with Fast Luck powder and rub on hands before playing bingo or other games of chance."
  },
  {
    "name": "Agrimony",
    "ritualUse": "Overcoming fear & inner blockages; dispelling negative emotions. Also used for reversing spells. Sew into a dream pillow with Mugwort for best results. Use as a wash or oil to increase the effectiveness of all forms of healing rituals. Wards off evil entities and poison."
  },
  {
    "name": "Ague",
    "ritualUse": "Protection, hex breaking. Used in amulets to protect against evil. Mix with incense and burn to break a hex that has been placed on you.",
    "alsoCalled": [
      "Ague Root",
      "Ague Weed"
    ]
  },
  {
    "name": "Alder",
    "ritualUse": "Associated with divination, music, poetry, wind magic, weather magic, teaching, and decision making. Also used in rituals of death & dying to provide protection for the deceased."
  },
  {
    "name": "Alfalfa",
    "ritualUse": "Money, prosperity, anti-hunger. Put a small jar in the cupboard or pantry to ward off poverty and hunger. Burn in a cauldron and use the ashes in amulets for protection from hunger and poverty.",
    "alsoCalled": [
      "Lucerne",
      "Buffalo Herb",
      "Purple Medic"
    ]
  },
  {
    "name": "Alkanet",
    "ritualUse": "Purification, prosperity. Protects from snakebites and helps ease fear of snakes. Burned as an incense to replace negativity with positive influence.",
    "alsoCalled": [
      "Anchusa",
      "Dyer's Bugloss",
      "Orchanet",
      "Spanish Bugloss"
    ]
  },
  {
    "name": "Allspice",
    "ritualUse": "Money, luck, healing, obtaining treasure. Provides added determination and energy to any spells and charms. Burn crushed allspice to attract luck and money. Use in herbal baths for healing.",
    "alsoCalled": [
      "Jamaica Pepper"
    ]
  },
  {
    "name": "Almond",
    "ritualUse": "Wisdom, money, fruitfulness, and prosperity. Invokes the healing energy of the deities. Provides magical help for overcoming dependencies & addiction. Associated with Candlemas and Beltane. Carry, wear, or use as incense to attract abundance.",
    "alsoCalled": [
      "Greek Nuts",
      "Shakad"
    ]
  },
  {
    "name": "Aloe",
    "ritualUse": "Protection and luck. Place on the grave of a loved one to promote peaceful energy. Thought to relieve loneliness and assist with success. Hang in the home to attract luck and protection for those who live there. Grow in the home to provide protection from household accidents. Burn on the night of a full moon to bring a new lover by the new moon.",
    "alsoCalled": [
      "Aloe Vera",
      "Burn Plant",
      "Medicine Plant"
    ]
  },
  {
    "name": "Althea Root",
    "ritualUse": "Burn or place in a sachet to bring protection, calm an angry person, and aid psychic powers. Keep on the altar or burn on candles to attract good spirits."
  },
  {
    "name": "Alyssum",
    "ritualUse": "Protection and moderating anger, protection."
  },
  {
    "name": "Amaranth",
    "ritualUse": "Healing, summoning spirits, healing broken hearts, protection from bullets, and invisibility."
  },
  {
    "name": "Amber",
    "ritualUse": "Protection from harm, outside influences, and psychic attacks. Mental clarity & focus. Transforming negative energy to positive energy."
  },
  {
    "name": "Ambergris",
    "ritualUse": "Enhancing dreams and psychic ventures, attracting men."
  },
  {
    "name": "Anemone",
    "ritualUse": "Healing and Protection"
  },
  {
    "name": "Angelica",
    "ritualUse": "Very powerful protection herb - protects against negative energy and attracts positive energy; creates a barrier against negative energy. Use in healing & exorcism incenses; scatter for purification, protection, and uncrossing. Add to incense to promote healing or to the bath to remove curses, hexes, or spells. Also thought to promote temperance. Sprinkle ground herb in the shoes to prevent tiredness and weakness. Sprinkle around the outside perimeter of the home for protection and exorcism. Burn to bring a lost love back to you.",
    "alsoCalled": [
      "Masterwort",
      "Archangel",
      "Garden Angel",
      "Angelica Root"
    ]
  },
  {
    "name": "Anise",
    "ritualUse": "Used to help ward off the evil eye, find happiness, and stimulate psychic ability. Fill a sleep pillow with anise seed to prevent disturbing dreams. Use to invoke Mercury and Apollo. Great for aromatherapy. Use in purification baths with bay leaves. A sprig of Anise hung on the bedpost will restore lost youth. Use in protection and meditation incenses.",
    "alsoCalled": [
      "Aniseed",
      "Anneys",
      "Anise Seed"
    ]
  },
  {
    "name": "Apple",
    "ritualUse": "Love, Garden Magic, Immortality, Friendship, Healing. Place seven apple seeds in a bag with Orris Root to attract sexual love. Use in rituals to give honor to gods and goddesses of fertility. Considered the food of the dead, which is why Samhain is called the 'Feast of Apples'. Symbolizes the soul and is burned at Samhain in honor of those who will be reborn in the spring. When doing a house blessing, cut an apple in half -- eat half and put the other half outside of the home as an offering.",
    "alsoCalled": [
      "Fruit of the Underworld",
      "Fruit of the Gods",
      "Silver Brough",
      "Silver Branch",
      "Tree of Love"
    ]
  },
  {
    "name": "Apricot",
    "ritualUse": "Love. Add leaves and flowers to love sachets or carry apricot pits to attract love."
  },
  {
    "name": "Arabic Gum",
    "ritualUse": "Protection, psychic and spiritual enhancement, money, platonic love, and friendship. Use to anoint candles & censers and to consecrate chests or boxes that hold ritual tools. Use in incense to promote a meditative state.",
    "alsoCalled": [
      "Acacia",
      "Gum Arabic"
    ]
  },
  {
    "name": "Arnica Flowers",
    "ritualUse": "Increases psychic powers"
  },
  {
    "name": "Arrow Root",
    "ritualUse": "Purification and healing; can be used as a substitute for graveyard dust."
  },
  {
    "name": "Ash",
    "ritualUse": "Sea spells/magic/rituals, image magic, invincibility, protection from drowning, general protection, and luck. Burning an ash log at Yule brings prosperity. The leaf of this plant is used for travel safety. Place one tablespoon of ash leaves in a bowl of water in the bedroom overnight, then toss out in the morning -- doing this daily is said to prevent illness."
  },
  {
    "name": "Asofoetida",
    "ritualUse": "Protection and banishing negativity. Be forewarned that this herb is powerful, but has an awful smell when burned.",
    "alsoCalled": [
      "Devil's Dung",
      "Food of the Gods"
    ]
  },
  {
    "name": "Asparagus",
    "ritualUse": "Male Sex Magic"
  },
  {
    "name": "Aspen",
    "ritualUse": "Eloquence, clairvoyance, healing, and anti-theft. Plant in your garden for protection against thieves."
  },
  {
    "name": "Aster",
    "ritualUse": "Love",
    "alsoCalled": [
      "China Aster",
      "Michaelmas Daisy",
      "Starwort"
    ]
  },
  {
    "name": "Astragalus Root",
    "ritualUse": "Protection and energy"
  },
  {
    "name": "Avocado",
    "ritualUse": "Love, lust and beauty. Also used for sex magic.",
    "alsoCalled": [
      "Ahuacotl",
      "Alligator Pear",
      "Persea"
    ]
  },
  {
    "name": "Azalea",
    "ritualUse": "Happiness, gaiety and light spirits, first love. Note: Poisonous, do not consume."
  },
  {
    "name": "Bachelor Buttons",
    "ritualUse": "Love",
    "alsoCalled": [
      "Devil's Flower",
      "Red Campion"
    ]
  },
  {
    "name": "Bakuli Pods",
    "ritualUse": "Difficult to find magic item also used in sachets and potpourri."
  },
  {
    "name": "Balm of Gilead Tears",
    "ritualUse": "Love, manifestations, protection, healing, de-stressing, and assisting in healing from the loss of a loved one. Use in love sachets; carry for healing, protection, and mending a broken heart. Use to dress candles for any form of magical healing. Burn to attract spirits.",
    "alsoCalled": [
      "Poplar Buds",
      "Balsam Poplar",
      "Balm of Gilead",
      "Mecca",
      "Mecca Balsam",
      "Balessan",
      "Bechan"
    ]
  },
  {
    "name": "Balmony",
    "ritualUse": "Steadfastness, patience, and perseverance. Associated with the tortoise or turtle.",
    "alsoCalled": [
      "Hummingbird Tree",
      "Bitter Herb",
      "Snake Head",
      "Turtle Head",
      "Turtle Bloom"
    ]
  },
  {
    "name": "Balsam Fir",
    "ritualUse": "Strength and breaking up negativity; Insight, progress against goals, and bringing about change. Balsam fir needles can be burned on charcoal as an incense and also make a great ingredient in sachet bags, dream pillows, and potpourri mixes."
  },
  {
    "name": "Bamboo",
    "ritualUse": "Hex breaking, wishes, luck and protection. Carve a wish into bamboo and bury it in a secluded area to make your wish come true. Carry a piece of bamboo for good luck."
  },
  {
    "name": "Banana",
    "ritualUse": "Fertility, potency, and prosperity"
  },
  {
    "name": "Banyan",
    "ritualUse": "Happiness, Luck"
  },
  {
    "name": "Barberry",
    "ritualUse": "Cleansing, sorcery, atonement, freeing oneself from the power or control of another.",
    "alsoCalled": [
      "Witches Sweets"
    ]
  },
  {
    "name": "Barley",
    "ritualUse": "Love, healing, and protection. Harvests. Scatter on the ground to keep evil at bay. Tie barley straw around a rock and throw into a river or lake while visualizing any pain you have to make the pain go away."
  },
  {
    "name": "Basil",
    "ritualUse": "Love, exorcism, wealth, sympathy, and protection. Dispels confusion, fears & weakness. Drives off hostile spirits. Associated with Candlemas. Carry to move forward in a positive manner despite perilous danger. Strewn on floors to provide protection from evil. Sprinkle an infusion of basil outside of the building where you hope to be employed for luck in a job interview (be careful not to be seen!) or in your business to attract money and success. Wear or carry to aid in attracting money and prosperity.",
    "alsoCalled": [
      "Common Basil",
      "Sweet Basil",
      "St. Josephwort",
      "St. Joseph's Wort",
      "Tulsi",
      "Tulasi",
      "Krishnamul",
      "Kala Tulasi",
      "Witches' Herb",
      "Alabahaca",
      "American Dittany"
    ]
  },
  {
    "name": "Bat's Head Root",
    "ritualUse": "Use in spellwork, rituals, gris gris bags, etc. to obtain wishes."
  },
  {
    "name": "Bay Laurel",
    "ritualUse": "Purification, house and business blessing, and clearing confusion. Attracts romance. Keep potted plant to protect home from lightning. Place in a dream pillow for sound sleep and to induce prophetic dreams.",
    "alsoCalled": [
      "Bay",
      "Sweet Laurel",
      "Sweet Bay",
      "True Laurel",
      "Lorbeer",
      "Noble Laurel",
      "Baie",
      "Daphne"
    ]
  },
  {
    "name": "Bay Leaf",
    "ritualUse": "Protection, good fortune, success, purification, strength, healing and psychic powers. Write wishes on the leaves and then burn the leaves to make the wishes come true. Place under the pillow (or use in dream pillow) to induce prophetic dreams. Place in the corner of each room in the house to protect all that dwell there. Carry bay leaf to protect yourself against black magic."
  },
  {
    "name": "Bayberry",
    "ritualUse": "Good fortune, luck, healing, and stress relief. Burn a white candle sprinkled with bayberry bark for good fortune and money.",
    "alsoCalled": [
      "American Vegetable Tallow Tree",
      "Myrtle",
      "Wax Myrtle",
      "Candleberry",
      "Candleberry Myrtle",
      "Tallow Shrub",
      "American Vegetable Wax",
      "Vegetable Tallow",
      "Waxberry",
      "Pepperidge Bush",
      "Berbery"
    ]
  },
  {
    "name": "Bedstraw (Fragrant)",
    "ritualUse": "Love and lust"
  },
  {
    "name": "Bee Pollen",
    "ritualUse": "Friendship, attraction, love, strength, happiness, and overcoming depression."
  },
  {
    "name": "Beech",
    "ritualUse": "Wishes, happiness and divination. Improves literary skills. Place a leaf of beech between covers of Book of Shadows to increase inspiration."
  },
  {
    "name": "Beeswax",
    "ritualUse": "Traditionally used for making candles, decorative seals, natural polish, protective finish, and use as a base for herbal salves."
  },
  {
    "name": "Beet",
    "ritualUse": "Love. Beet juice can be used as ink for love magic or as a substitute for blood in spells and rituals."
  },
  {
    "name": "Belladonna",
    "ritualUse": "Healing & forgetting past loves. Provides protection when placed in a secret place in the home. Place on a ritual altar to honor the deities and add energy to rituals. Note: Deadly poison, do not ingest.",
    "alsoCalled": [
      "Banewort",
      "Deadly Nightshade",
      "Sorcerer's Berry",
      "Witch's Berry",
      "Death's Herb",
      "Devil's Cherries",
      "Divale",
      "Dwale",
      "Dwaleberry",
      "Dwayberry",
      "Fair Lady",
      "Great Morel",
      "Naughty Man's Cherries"
    ]
  },
  {
    "name": "Benzoin",
    "ritualUse": "Purification, prosperity, soothing tension, dispelling anger, diminishing irritability, relieving stress & anxiety, and overcoming depression. Promotes generosity and concentration. Good to burn while using the Tarot or for success in intellectual matters. Smoulder for purification. An incense of benzoin, cinnamon and basil is said to attract customers to your place of business.",
    "alsoCalled": [
      "Snowbells",
      "Storax",
      "Gum Benzoin",
      "Siam Benzoin",
      "Siamese Benzoin",
      "Benzoin Gum",
      "Ben",
      "Benjamen"
    ]
  },
  {
    "name": "Bergamot",
    "ritualUse": "Money, prosperity, protection from evil and illness, improving memory, stopping interference, and promoting restful sleep. Carry in a sachet while gambling to draw luck and money. Very powerful for attracting success. Burn at any ritual to increase its power.",
    "alsoCalled": [
      "Orange Mint"
    ]
  },
  {
    "name": "Betel Nut",
    "ritualUse": "Protection and banishing"
  },
  {
    "name": "Bilberry Bark",
    "ritualUse": "Used for protection.",
    "alsoCalled": [
      "Whortleberry",
      "Black Whortles",
      "Whinberry",
      "Huckleberry",
      "Bleaberry",
      "Blueberry",
      "Airelle"
    ]
  },
  {
    "name": "Birch",
    "ritualUse": "Protection, exorcism and purification. A birch planted close to the home is said to protect against lightning, infertility, and the evil eye.",
    "alsoCalled": [
      "White Birch",
      "Canoe Birch",
      "Paper Birch",
      "Tree of Life",
      "Lady of the Woods"
    ]
  },
  {
    "name": "Bistort",
    "ritualUse": "Fertility, divination, clairvoyance, psychic powers. Carry in a sachet for fertility and conception. Add to any herbal mixture to boost divination. Burn with frankincense during divination or to enhance psychic powers. Carry in a yellow flannel bag to attract wealth & good fortune. Sprinkle an infusion of bistort around the home to drive out poltergeists.",
    "alsoCalled": [
      "Bistort Root",
      "Dragonwort"
    ]
  },
  {
    "name": "Black Cohosh",
    "ritualUse": "Love, courage, protection and potency. Use in love sachets or in the bath to prevent impotence. Carry in pocket or amulet for courage and/or strength. Sprinkle around a room to drive away evil. Add an infusion of the herb to bath water to ensure a long and happy life. Burn as a love incense. Put in purple flannel bag for protection for accidents and sudden death and to keep others from doing you wrong.",
    "alsoCalled": [
      "Black Snake Root",
      "Bugbane",
      "Squawroot",
      "Bugwort",
      "Rattleroot",
      "Rattleweed",
      "Rattlesnake Root",
      "Richweed"
    ]
  },
  {
    "name": "Black Haw",
    "ritualUse": "Protection, gambling, luck, power and employment. Carry in the pocket while seeking employment, if you are having problems at work, or if you are asking for a raise.",
    "alsoCalled": [
      "Devil's Shoestring",
      "Stagbush",
      "American Sloe"
    ]
  },
  {
    "name": "Black Pepper",
    "ritualUse": "Banishing negativity, exorcism, and protection from evil."
  },
  {
    "name": "Black Walnut",
    "ritualUse": "Access to divine energy, bringing the blessing of the Gods, wishes."
  },
  {
    "name": "Blackberry",
    "ritualUse": "Healing, protection and money. Sacred to Brighid. Leaves and berries said to attract wealth and healing."
  },
  {
    "name": "Bladderwrack",
    "ritualUse": "Protection, sea spells, wind spells, money, psychic powers, and attracting customers. Wear in a charm for protection during travel, especially when traveling by water.",
    "alsoCalled": [
      "Kelp",
      "Seawrack",
      "Kelpware",
      "Black-tang",
      "Cutweed",
      "Sea Oak",
      "Sea Spirit"
    ]
  },
  {
    "name": "Blessed Thistle",
    "ritualUse": "Purification, protection against negativity and evil, hex breaking. Carry for strength and protection. Place a bowl of blessed thistle in a room to renew the vitality and strengthen the spirit of its occupants. Men who carry thistle become better lovers.",
    "alsoCalled": [
      "Holy Thistle",
      "Saint Benedict Thistle",
      "Spotted Thistle",
      "Cardin"
    ]
  },
  {
    "name": "Bloodroot",
    "ritualUse": "Love, protection, and purification. Steep in red wine for a full cycle of the moon to use as a \"blood offering\" for spells that call for this -- DO NOT DRINK THE WINE. Place in windows and doorways to keep curses and evil spirits out. A favorite root for use in voodoo to defeat hexes and spells aimed against you.",
    "alsoCalled": [
      "Red Root",
      "Red Indian Paint",
      "Tetterwort",
      "Blood Root",
      "Indian Paint",
      "Pauson",
      "Red Paint Root",
      "Red Puccoon",
      "Sanguinariat"
    ]
  },
  {
    "name": "Blowball",
    "ritualUse": "Love and wishes. Carry in a red bag to grant wishes. Blow to the four directions when searching for love."
  },
  {
    "name": "Blue Cohosh",
    "ritualUse": "Empowerment, purification, money drawing, love breaking, and driving away evil."
  },
  {
    "name": "Blue Violet",
    "ritualUse": "Love, inspiration, good fortune, and protection from all evil. Carried for protection and to encourage fortune and changed luck. Mixed with lavender to attract lust and love. Worn to calm tempers and bring sleep.",
    "alsoCalled": [
      "Sweet Scented Violet"
    ]
  },
  {
    "name": "Bluebell",
    "ritualUse": "Luck, truth and friendship. Incorporate into rituals of death & dying to comfort those left behind and ease their sorrow.",
    "alsoCalled": [
      "Jacinth",
      "Culverkeys",
      "Auld Man's Bell",
      "Ring o' Bells",
      "Wood Bells"
    ]
  },
  {
    "name": "Blueberry",
    "ritualUse": "Protection. Though not recommended, blueberry is said to cause confusion & strife when tossed in the doorway or path of an enemy."
  },
  {
    "name": "Boneset",
    "ritualUse": "Protection, exorcism and warding off evil spirits. Sprinkle an infusion of boneset around the home to rid it of evil and negativity. To curse an enemy, burn as an incense with a black candle inscribed with the name of the enemy (not recommended -- remember the law of threes!).",
    "alsoCalled": [
      "Feverwort",
      "Agueweed",
      "Crosswort",
      "Eupatorium",
      "Indian Sage",
      "Sweating Plant",
      "Teasel",
      "Thoroughwort",
      "Vegetable Antimony"
    ]
  },
  {
    "name": "Borage",
    "ritualUse": "Courage and psychic powers. Float the flowers in a ritual bath to raise one's spirits. Carry or burn as an incense to increase courage and strength of character. Sprinkle an infusion of Borage around the house to ward off evil.",
    "alsoCalled": [
      "Bee Bread",
      "Starflower",
      "Herb of Gladness",
      "Bugloss",
      "Burrage",
      "Cool Tankard"
    ]
  },
  {
    "name": "Brazil Nut",
    "ritualUse": "Good luck in love affairs"
  },
  {
    "name": "Brewer's Yeast",
    "ritualUse": "Used in facial mask potions."
  },
  {
    "name": "Brimstone",
    "ritualUse": "Dispels or prevents a hex on you; destroys an enemy's power over you. Burn at midnight near your back door to ward off evil.",
    "alsoCalled": [
      "Sulfur Powder"
    ]
  },
  {
    "name": "Broom Tops",
    "ritualUse": "Purification, wind spells, divination and protection. Sprinkle an infusion of broom tops around the home to clear away all evil.",
    "alsoCalled": [
      "Irish Broom",
      "Scotch Broom",
      "Besom",
      "Broom"
    ]
  },
  {
    "name": "Buchu",
    "ritualUse": "Divination, wind spells, psychic powers and prophetic dreams. Add buchu leaves to the bath to enable yourself to foretell the future.",
    "alsoCalled": [
      "Bucco",
      "Agathosma Betulina",
      "Bookoo",
      "Bucku",
      "Buku and Bucco"
    ]
  },
  {
    "name": "Buckeye",
    "ritualUse": "Divination, good luck, and attracting money & wealth. Carried whole anointed with money oil and/or wrapped in a dollar bill for constant increase in money flow. A popular Hoodoo charm for gamblers. Carry in pocket for protection against arthritis.",
    "alsoCalled": [
      "Horse Chestnut"
    ]
  },
  {
    "name": "Buckthorn",
    "ritualUse": "Sorceries, elf magick, and driving away enchantments. Used as a luck generator in legal matters and for winning in court. Place the branches of a Buckthorn near doors or windows to drive away evil and bad vibrations. To make a wish, stand in an open area facing east and concentrate on your wish; turn to your left until you are facing east again, continually sprinkling buckthorn bark powder (or an infusion made with buckthorn bark) as you turn.",
    "alsoCalled": [
      "Arrowwood",
      "Black Dogwood",
      "Black Alder Dogwood",
      "Black Alder Tree",
      "Persian Berries"
    ]
  },
  {
    "name": "Buckwheat",
    "ritualUse": "Money, protection, and fasting. Use in charms and spells to obtain treasure, riches, and wealth."
  },
  {
    "name": "Burdock",
    "ritualUse": "Used for cleansing magic when feeling highly negative about oneself or others. Use in protection incenses and spells. Rinse with a decoction of burdock to remove negative feelings about yourself or others.",
    "alsoCalled": [
      "Bardana",
      "Burr Seed",
      "Clotbur",
      "Cocklebur",
      "Hardock",
      "Hareburr",
      "Hurrburr",
      "Turkey Burrseed",
      "Fox's Clote",
      "Happy Major",
      "Lappa",
      "Love Leaves",
      "Personata",
      "Beggar's Buttons"
    ]
  },
  {
    "name": "Burnet",
    "ritualUse": "Used for protection, consecration of ritual tools, and counter magick; also used to magickally treat depression and despondency.",
    "alsoCalled": [
      "Italian Pimpernel",
      "Salad Burnet",
      "Greater Burnet"
    ]
  },
  {
    "name": "Butchers Broom",
    "ritualUse": "Wind spells, divination, protection, psychic powers."
  },
  {
    "name": "Butterbur",
    "ritualUse": "Used for love divination and to raise one's spirits by increasing sense of hope and faith.",
    "alsoCalled": [
      "Bog Rhubarb",
      "Butterdock",
      "Umbrella Plant",
      "Lagwort",
      "Sweet Coltsfoot"
    ]
  },
  {
    "name": "Cabbage",
    "ritualUse": "Fertility, profit, good luck, lunar magic, money magic."
  },
  {
    "name": "Cactus",
    "ritualUse": "Chastity, banishing and protection. Bury with other banishing symbols for protection. Grow in the home or garden to prevent unwanted intrusions. Place in all directions of the home (north, south, east, and west) for full protection."
  },
  {
    "name": "Calamint",
    "ritualUse": "Soothes sorrows and helps in recovery from emotional pain. Increase joy and restore a bright outlook on life.",
    "alsoCalled": [
      "Basil Thyme",
      "Mountain Balm",
      "Mountain Mint"
    ]
  },
  {
    "name": "Calamus",
    "ritualUse": "Luck, money, healing, and protection. Place in corners of the kitchen to prevent hunger & poverty. Use to strengthen and bind spells. Note: Use with caution, can be poisonous.",
    "alsoCalled": [
      "Calamus Root",
      "Bach",
      "Vacha"
    ]
  },
  {
    "name": "Calendula Flowers",
    "ritualUse": "Protection, legal matters, and psychic/spiritual powers. Pick at noon for comfort and strength. Place garlands of calendula at doors to prevent evil from entering. Scatter under the bed for protection and to make dreams come true. Carry to help justice favor you in court. Touch the flowers with bare feet to better understand birds.",
    "alsoCalled": [
      "Marigold",
      "Summer's Bride",
      "Bride of the Sun",
      "Sun's Gold",
      "Ruddes",
      "Ruddles"
    ]
  },
  {
    "name": "Camellia",
    "ritualUse": "Riches"
  },
  {
    "name": "Camphor",
    "ritualUse": "Dreams, psychic awareness, and divination; Adds strength to any mixture; used for purification and to increase personal influence & persuasiveness. Burn on incense or use camphor oil for ritual cleaning when moving into a new home or setting up a new altar. Add to water when scrying.",
    "alsoCalled": [
      "Laurel Camphor",
      "Gum Camphor"
    ]
  },
  {
    "name": "Caper",
    "ritualUse": "Potency, lust, and love"
  },
  {
    "name": "Caraway",
    "ritualUse": "Health, love, protection, mental powers, memory, passion, and anti-theft. Prevents lover from straying when used in love spells & potions. Ideal for consecrating ritual tools. Carry to improve memory or use in dream pillows to help you to remember your dreams. Sew caraway seed into a small white bag with white thread and hide it under the mattress of a child's crib or bed to keep the child free of illness."
  },
  {
    "name": "Cardamom",
    "ritualUse": "Lust, love, and fidelity"
  },
  {
    "name": "Carnation",
    "ritualUse": "Protection, strength, healing, enhancing magical powers, and achieving balance. Burn to enhance creativity. Use in bath spells.",
    "alsoCalled": [
      "Gilliflower",
      "Jove's Flower",
      "Nelka",
      "Scaffold Flower",
      "Sops-in-Wine",
      "Gillies"
    ]
  },
  {
    "name": "Carob",
    "ritualUse": "Health and protection"
  },
  {
    "name": "Carrot",
    "ritualUse": "Lust, fertility"
  },
  {
    "name": "Cascara Sagrada",
    "ritualUse": "Legal matters, money spells and protection against hexes. Sprinkle an infusion of the herb around the home the night before court proceedings to help in winning a court case. Wear as an amulet for protection against evil and hexes. Wear or keep in a bowl on your altar or reading table to help you concentrate.",
    "alsoCalled": [
      "Cascara Sagada",
      "Sacred Bark",
      "Purshiana Bark",
      "Persian Bark",
      "Chittem Bark",
      "Bearberry"
    ]
  },
  {
    "name": "Cashew",
    "ritualUse": "Money"
  },
  {
    "name": "Catnip",
    "ritualUse": "Sacred to Bast; should be used in any ritual involving cats or cat deities. Use with rose petals in love sachets. Use in sachets and spells designed to enhance beauty or happiness. Provides protection while sleeping. Mix with Dragon's Blood to rid oneself of a behavioral problem or bad habit. Burn dried leaves for love magick. Grow near the home or hang over the door to attract good spirits and luck.",
    "alsoCalled": [
      "Cat's Play",
      "Catmint",
      "Nip",
      "Nepeta",
      "Field Balm",
      "Catswort",
      "Catnep"
    ]
  },
  {
    "name": "Cat's Claw",
    "ritualUse": "Vision quests, shamanic journeys, and money drawing.",
    "alsoCalled": [
      "Una de Gato"
    ]
  },
  {
    "name": "Cat-tail",
    "ritualUse": "Lust"
  },
  {
    "name": "Cayenne",
    "ritualUse": "Dealing with separations or divorce; Cleansing & purification; Repels negativity; Speeds up the effect of any mixture to which it is added."
  },
  {
    "name": "Cedar",
    "ritualUse": "Confidence, strength, power, money, protection, healing and purification. Used in the consecration of magic wands. Carry a small piece of cedar in wallet or near money to attract wealth. Hang in the home to protect against lightning. Use in sachets to promote calmness."
  },
  {
    "name": "Cedar Berries",
    "ritualUse": "Uses include anti-theft and repelling snakes.",
    "alsoCalled": [
      "Juniper Berries"
    ]
  },
  {
    "name": "Celandine",
    "ritualUse": "Cures depression, brings victory and joy, assists in legal matters. Serves as a protective ward when worn. Carry to increase self-confidence when facing adversaries. Use in ritual work when you feel trapped in undue negativity. Note: Deadly poison, use with caution.",
    "alsoCalled": [
      "Devil's Milk"
    ]
  },
  {
    "name": "Celery",
    "ritualUse": "Mental powers, psychic powers, lust, fertility, and male potency."
  },
  {
    "name": "Celery Seed",
    "ritualUse": "Mental and psychic powers, concentration. Burn with orris root to increase psychic powers. Use in sleep pillow to induce sleep. Chew celery seed to aid in concentration."
  },
  {
    "name": "Centaury",
    "ritualUse": "Counter magic herb; snake removing. Adds power to any magical workings. Used to repel anger and hurtful energy.",
    "alsoCalled": [
      "Bitter Herb",
      "Lesser Centaury",
      "Feverwort"
    ]
  },
  {
    "name": "Chamomile",
    "ritualUse": "Love, healing, and reducing stress. Add to a sachet or spell to increase the chances of its success. Sprinkle an infusion of chamomile around the house to remove hexes, curses and spells. Burn or add to prosperity bags to increase money. Burn as incense for de-stressing, meditation, and restful sleep. Wash hands in an infusion of chamomile for luck before gambling or playing cards. Use in bath magic to attract love. Keep a packet of the herb with lottery tickets for luck.",
    "alsoCalled": [
      "Whig Plant",
      "Scented Mayweed",
      "Camomyle",
      "Ground Apple",
      "Manzanilla (Spanish)",
      "Maythen",
      "Earth Apple",
      "Camomile"
    ]
  },
  {
    "name": "Cherry",
    "ritualUse": "Love, divination, gaiety and happiness"
  },
  {
    "name": "Cherry Bark",
    "ritualUse": "Lust, direction, frugality, favors, invisibility, and magical potency. Burn as an incense while performing divination to enhance the results, or while performing love spells to find a partner. Use to revitalize the Magical energy needed to finish an old project.",
    "alsoCalled": [
      "Virginia Prune Bark"
    ]
  },
  {
    "name": "Chervil",
    "ritualUse": "Brings a sense of the higher self, placing you in touch with your divine, immortal spirit. Helps in making contact with a deceased loved one.",
    "alsoCalled": [
      "French Parsley",
      "Anise Chervil",
      "British Myrrh",
      "Sweet Cicely",
      "Sweet Fern"
    ]
  },
  {
    "name": "Chestnut",
    "ritualUse": "Love"
  },
  {
    "name": "Chia",
    "ritualUse": "Protection and health"
  },
  {
    "name": "Chickweed",
    "ritualUse": "Fertility and love. Carry or use to attract a lover or maintain your current relationship. Useful for lunar and animal magic, especially the healing of birds.",
    "alsoCalled": [
      "Starweed",
      "Satin Flower",
      "Starwort",
      "Winterweed",
      "Stitchwort",
      "Tongue Grass",
      "Adder's Mouth",
      "Indian Chickweed",
      "Passerina"
    ]
  },
  {
    "name": "Chicory",
    "ritualUse": "Frigidity, favors, removing obstacles, and invisibility. Promotes a positive outlook and improves sense of humor. Place fresh flowers on the altar or burn as an incense. Anoint your body with chicory juice or an infusion of chicory to obtain favors from others. Burn as incense with a black skull candle to place a hex on an enemy (not recommended).",
    "alsoCalled": [
      "Blue-Sailors",
      "Coffeeweed",
      "Succory"
    ]
  },
  {
    "name": "Chili Pepper",
    "ritualUse": "Fidelity, love, and hex breaking. Scatter powder around the house to break hexes and spells against you. Use in love charms & spells.",
    "alsoCalled": [
      "Bird Pepper",
      "Pod Pepper",
      "Cayenne"
    ]
  },
  {
    "name": "China Berry",
    "ritualUse": "Luck"
  },
  {
    "name": "Chives",
    "ritualUse": "Protection and weight loss"
  },
  {
    "name": "Chrysanthemum",
    "ritualUse": "Protection. Grow in the garden to ward off evil spirits.",
    "alsoCalled": [
      "Mum"
    ]
  },
  {
    "name": "Cilantro",
    "ritualUse": "Protection of gardeners; brings peace to the home and helps to attune one with their soul."
  },
  {
    "name": "Cinnamon",
    "ritualUse": "Spirituality, success, healing, protection, power, love, luck, strength, and prosperity. Burn as an incense or use in a sachet to raise spiritual and protective vibrations, draw money, and stimulate psychic powers. A popular herb for use in charms to draw money & prosperity. Wear in an amulet to bring passion.",
    "alsoCalled": [
      "Sweet Wood"
    ]
  },
  {
    "name": "Cinquefoil",
    "ritualUse": "An all-purpose magical herb. The five points of the leaf represent love, money, health, power, and wisdom. Stimulates memory, eloquence, and self confidence. Carry, burn, or wear to possess these traits. Used for business & house blessing. Use in spells to bring protection to a friend or loved one taking a journey. Burn as an incense during divination to bring dreams of one's intended mate. Frequently associated with ritual work involving romance. Wash hands and forehead with an infusion of this herb nine times to wash away hexes and evil spells against you. Fill an empty egg shell and keep it in the home for powerful protection from evil forces. Wrap in red flannel and hang over the bed to ward off dark spirits of the night.",
    "alsoCalled": [
      "Five Finger Grass",
      "Synkefoyle",
      "Witches Weed",
      "Five Leaf",
      "Tormentilla",
      "Sunkfield",
      "Bloodroot",
      "Moor Grass",
      "Goosegrass",
      "Goose Tansy",
      "Crampweed",
      "Silverweed",
      "Silver Weed",
      "Sunkfield"
    ]
  },
  {
    "name": "Citronella",
    "ritualUse": "Draws friends to the home, customers to the business. Promotes eloquence, persuasiveness, and prosperity. Protects and cleanses the aura. Encourages self-expression and creativity (great for writers & actors!) and brings clarity to the mind. Repels insects and deodorizes."
  },
  {
    "name": "Clove",
    "ritualUse": "Exorcism, love, money, and protection"
  },
  {
    "name": "Clover",
    "ritualUse": "Fidelity, protection, money, love, and success. Strong association with the Earth, useful in consecrating both pentacles and ritual tools made of copper. Carry as an amulet or use in sachets for luck, attracting money, fidelity, maintaining mental acuity, and/or protection. When grown outside, is thought to keep snakes away from property. Sprinkle around the home to remove negative spirits.",
    "alsoCalled": [
      "Trefoil",
      "Cleaver Grass",
      "Marl Grass",
      "Cowgrass",
      "Three Leaved Grass",
      "Honeystalks",
      "Shamrock",
      "Trifoil"
    ]
  },
  {
    "name": "Clover, Red",
    "ritualUse": "Put in baths to aid in financial arrangements. Also used in potions for lust. Used in sachets or incense for money, love, fidelity, success and luck. Protects and blesses domestic animals. Used in consecration of ritual tools made of copper.",
    "alsoCalled": [
      "Trefoil",
      "Cleaver Grass",
      "Marl Grass",
      "Cowgrass",
      "Three Leaved Grass",
      "Honeystalks",
      "Shamrock",
      "Trifoil"
    ]
  },
  {
    "name": "Cloves",
    "ritualUse": "Magical uses include protection, banishing hostile/negative forces, and gaining what is sought. Cloves are burned to stop gossip as well as to purify & raise the spiritual vibrations of an area. Use to bring a sense of kinship to a social gathering. Wear for protection and mental clarity. Said to protect babies in their cribs if strung together and hung over the crib (being sure that the strand can't fall into the crib, of course!). Burn to attract riches, drive away hostile forces, and stop any gossip about you. Carry to attract the opposite sex or bring comfort during bereavement. Cleanses the aura.",
    "alsoCalled": [
      "Ding Xiang"
    ]
  },
  {
    "name": "Club Moss",
    "ritualUse": "Protection and power. Use in bath magic for purification. Burn as incense as an offering to the deities and to open channels of communication with them. Use in amulets and charms for power and protection.",
    "alsoCalled": [
      "Wolf's Claw"
    ]
  },
  {
    "name": "Coconut",
    "ritualUse": "Chastity, protection, and purification"
  },
  {
    "name": "Coffee",
    "ritualUse": "Helps to dispel nightmares and negative thoughts and to overcome internal blockages. Provides peace of mind and grounding."
  },
  {
    "name": "Coltsfoot",
    "ritualUse": "Wealth, prosperity, and love. Use in love sachets. Sacred to Brighid. Use in spells for peace and tranquility.",
    "alsoCalled": [
      "Coughwort",
      "Hallfoot",
      "Horsehoof",
      "Foalswort",
      "Fieldhove",
      "Donnhove"
    ]
  },
  {
    "name": "Columbine",
    "ritualUse": "Love and courage. Grow in the garden to attract fairies. Use in spells and charms to increase courage in stressful situations.",
    "alsoCalled": [
      "Granny's Bonnet",
      "Culverwort"
    ]
  },
  {
    "name": "Comfrey",
    "ritualUse": "Magical uses include money, safety during travel, and any Saturnian purpose. Use for workings involving stability, endurance, and matters relating to real estate or property. Put some in your luggage to help prevent loss or theft. Wear for travel safety and protection. Use the root in money spells and incenses.",
    "alsoCalled": [
      "Knitbone",
      "Knit Bone",
      "Ass Ear",
      "Blackwort",
      "Bruisewort",
      "Knitback",
      "Miracle Herb",
      "Boneset",
      "Gum Plant",
      "Slippery Root",
      "Wallwort"
    ]
  },
  {
    "name": "Copal Resin",
    "ritualUse": "Love, purification. Add to love and purification incenses. Use a piece of copal to represent the heart in poppets."
  },
  {
    "name": "Coriander",
    "ritualUse": "Love, health, immortality, and protection. Tie fresh coriander with a ribbon and hang in the home to bring peace & protection. Add to love charms and spells to bring romance or use in ritual work to ease the pain of a broken love affair. Promotes peace among those who are unable to get along. Throw the seeds in lieu of rice during Handfastings and other rituals of union. Use the seeds in love sachets and spells. Add powdered seeds to wine for an effective lust potion. Wear or carry the seeds to ward off disease and migraines.",
    "alsoCalled": [
      "Cilantro",
      "Chinese Parsley",
      "Yee Sai"
    ]
  },
  {
    "name": "Corn",
    "ritualUse": "Protection, divination, good luck"
  },
  {
    "name": "Cornflower",
    "ritualUse": "Sprinkle over the area where you and your mate argue the most to alleviate discord and strife. A patron herb of herbalists. Use the blue petals to make homemade ink for a Book of Shadows. Use in rituals to give honor to the Mother of all nature.",
    "alsoCalled": [
      "Bachelor Button",
      "Hurtsickle",
      "Bluet",
      "Blue Cap",
      "Bluebottle",
      "Blue Corn Flower"
    ]
  },
  {
    "name": "Cotton",
    "ritualUse": "Fishing magic, rain, protection, luck, and healing. Burn to attract rain. Cloth made of cotton is the best for magical use. Place cotton in a sugar bowl to draw luck."
  },
  {
    "name": "Cowslip",
    "ritualUse": "Treasure finding, youth, concentration, focus, and house & business blessing. Use in ritual work involving Goddesses associated with love. Carry to increase attractiveness and increase romantic appeal, providing the energy to attract a partner.",
    "alsoCalled": [
      "False Primrose",
      "Keyflower",
      "Fairy Cup",
      "Paigle",
      "Key of Heaven"
    ]
  },
  {
    "name": "Coxcomb",
    "ritualUse": "Protection"
  },
  {
    "name": "Cramp Bark",
    "ritualUse": "Used for protection and female energy.",
    "alsoCalled": [
      "Guelder Rose Parts"
    ]
  },
  {
    "name": "Crowfoot",
    "ritualUse": "Love. Use in rituals & ceremonies associated with marriage and Handfasting, engagements, and rituals involving commitments and sacred binding vows.",
    "alsoCalled": [
      "Buttercup",
      "Gold Cup",
      "Grenouillette",
      "Meadow Buttercup"
    ]
  },
  {
    "name": "Cubeb Berries",
    "ritualUse": "Love, lust and adding fire to spells. Use in sachets for love & sex.",
    "alsoCalled": [
      "Tailed Pepper"
    ]
  },
  {
    "name": "Cucumber",
    "ritualUse": "Chastity, fertility, and healing"
  },
  {
    "name": "Culvers Root",
    "ritualUse": "Purification",
    "alsoCalled": [
      "Black Root",
      "Bowman's Root",
      "Brinton Root",
      "Culver's Physic",
      "Physic Root"
    ]
  },
  {
    "name": "Cumin",
    "ritualUse": "Fidelity, protection, and exorcism. The seed is said to prevent the theft of any object which contains it. Burn with frankincense for protection. Scatter on the floor alone or with salt to drive out evil. Use in love spells to promote fidelity. Steep in wine to make love potions."
  },
  {
    "name": "Curry",
    "ritualUse": "Protection. Burn curry powder to keep evil forces away."
  },
  {
    "name": "Cyclamen",
    "ritualUse": "Fertility, happiness, lust, and protection. Reinforces romance between consensual partners and increases potential of a relationship carrying into the next incarnation.",
    "alsoCalled": [
      "Groundbread",
      "Sowbread",
      "Ivy-Leafed",
      "Swine Bread"
    ]
  },
  {
    "name": "Cypress",
    "ritualUse": "Associated with death and mourning; stimulates healing and helps overcome the pain of loss. Calmness and tranquility. Hang in the home for protection. Burn crushed cypress wood for aid in understanding grief and death or to aid in divination. Wear or carry at funerals to ease the mind and minimize grief. Useful at any time of crisis.",
    "alsoCalled": [
      "Tree of Death"
    ]
  },
  {
    "name": "Daffodil",
    "ritualUse": "Love, luck, and fertility. Used to keep negative energy away from the home or altar. Place fresh daffodils in the home to increase fertility. Wear near the heart to bring good luck.",
    "alsoCalled": [
      "Nacissus",
      "Lent Lily",
      "Jonquil",
      "Goose Leek",
      "Lentlilly"
    ]
  },
  {
    "name": "Daisy",
    "ritualUse": "Love, luck, and innocence. Associated with babies and newborn infants. Incorporate into baby blessings & Wiccanings or to bring protective Magick into a baby's sleeping area. Wear or carry to draw love.",
    "alsoCalled": [
      "Bairnwort",
      "Bruisewort",
      "Eyes",
      "Field Daisy",
      "Maudlinwort",
      "Moon Daisy"
    ]
  },
  {
    "name": "Damiana",
    "ritualUse": "Lust, sex magic and attracting love. Useful for any love or sex spells. Used by solitary practitioners to open the chakras and increase psychic abilities. It is said that this herb should be stored in a container with a quartz crystal. Highly useful in tantra magic, astral travel, deep meditation, and spirit quests. Note: Internal use of this herb can be toxic to the liver.",
    "alsoCalled": [
      "Love Leaf",
      "Mexican Damiana"
    ]
  },
  {
    "name": "Dandelion Leaf",
    "ritualUse": "Summoning spirits, healing, purification and defeating negativity. Bury in northwest corner of yard to bring favorable winds. Use in sachets and charms to make wishes come true.",
    "alsoCalled": [
      "Blowball",
      "Cankerwort",
      "Lion's Tooth",
      "Priest's Crown",
      "Puffball",
      "Swine Snout",
      "White Endive",
      "Wild Endive",
      "Piss-a-Bed"
    ]
  },
  {
    "name": "Dandelion Root",
    "ritualUse": "Magical uses include divination, wishes and calling spirits. Use in dream pillows & sachets for sleep protection. Bury on northwest side of house to draw good luck.",
    "alsoCalled": [
      "Blowball",
      "Cankerwort",
      "Lion's Tooth",
      "Priest's Crown",
      "Puffball",
      "Swine Snout",
      "White Endive",
      "Wild Endive",
      "Piss-a-Bed"
    ]
  },
  {
    "name": "Deer's Tongue",
    "ritualUse": "Wear, carry, or sprinkle on your bed to attract men and aid in increasing psychic powers."
  },
  {
    "name": "Devil Bone Root",
    "ritualUse": "Cut into small pieces and carry in a red flannel bag to ward off arthritis."
  },
  {
    "name": "Devil's Bit",
    "ritualUse": "Exorcism, love, protection, and lust"
  },
  {
    "name": "Devil's Bone Root",
    "ritualUse": "Sexual attractiveness, warding off negative energies"
  },
  {
    "name": "Devil's Claw",
    "ritualUse": "Protection and dispelling unwanted company."
  },
  {
    "name": "Devil's Shoestring",
    "ritualUse": "Protection, luck, attracting a new raise or job, giving control over opposite sex, and invisibility. Carry in the pocket while seeking employment, if you are having problems at work, or if you are asking for a raise.",
    "alsoCalled": [
      "Black Haw",
      "Stagbush",
      "American Sloe"
    ]
  },
  {
    "name": "Dill",
    "ritualUse": "Money, protection, luck and lust. Used in love & protection charms. Effective at keeping away dark forces, useful for house blessing. Keeps the mind cognizant of the line between superstition and the realities of magic. Place seeds in muslin and hang in the shower to attract women. Use dill seeds in money spells. The scent of dill is said to stimulate lust. Add grains of dill seed to a bath before going on a date to make yourself irresistible.",
    "alsoCalled": [
      "Aneto",
      "Aneton",
      "Dill Weed",
      "Dill Seed",
      "Dilly",
      "Garden Dill"
    ]
  },
  {
    "name": "Dogwood",
    "ritualUse": "Wishes, protection, and good health. Used in meetings in which attendees must maintain confidence on the topics of discussion. Used to guard diaries, journals, and Books of Shadows. Seal letters with dogwood oil to keep the contents for intended eyes only. Use powdered bark or flowers as an incense.",
    "alsoCalled": [
      "Boxwood",
      "Squawbush",
      "Budwood",
      "Flowering Cornel",
      "Green Osier"
    ]
  },
  {
    "name": "Dragon's Blood",
    "ritualUse": "Protection, energy, and purification. Burn as an incense to increase the potency of a spell. Has strong banishing powers against negative influences and bad habits. A pinch under the mattress is believed to prevent impotency. Used as a form of magical ink. Carry or sprinkle around the home or place of business to drive away negativity. Carry or wear for good luck.",
    "alsoCalled": [
      "Blood",
      "Blume",
      "Calamus Draco",
      "Dragon's Blood Palm"
    ]
  },
  {
    "name": "Dulse",
    "ritualUse": "Lust, harmony in the home, sea rituals and pacifying sea winds. Throw into ocean or lake to have the sea spirits send peace your way. Likewise, throw from a high place to have the wind spirits send peace. Leave in the home to induce harmony."
  },
  {
    "name": "Earth Smoke",
    "ritualUse": "Associated with the underworld. Excellent for use at Samhain. Infusion is useful as a wash for consecrating ritual tools. Use in purification ritualswhen moving into a new residence. Make an infusion, then sprinkle the infusion around the house and rub on the bottom of shoes to bring quick financial gain.",
    "alsoCalled": [
      "Fumitory"
    ]
  },
  {
    "name": "Ebony",
    "ritualUse": "Protection, power. Use in protection amulets.",
    "alsoCalled": [
      "Obeah Wood"
    ]
  },
  {
    "name": "Echinacea",
    "ritualUse": "Adds powerful strength to charms, sachets, and herb mixes. Useful for money drawing magic. Dried flowers can be burned as incense. Use on the altar as a offering to the spirits.",
    "alsoCalled": [
      "Purple Coneflower",
      "Coneflower",
      "Black Sampson",
      "Rudbeckia"
    ]
  },
  {
    "name": "Elder",
    "ritualUse": "Sleep, releasing enchantments, protection against negativity, wisdom, house blessing and business blessing. Elder flowers are useful in dream pillows. Wear to provide protection against evil, negativity, attackers, and the temptation to commit adultery. Used in rites of death & dying to protect the loved one during transport to the Otherworld. Note: Elder leaves, bark, roots, and raw berries are poisonous. Use with caution.",
    "alsoCalled": [
      "Sweet Elder",
      "Tree of Doom",
      "Pipe Tree",
      "Witch's Tree",
      "Old Lady",
      "Devil's Eye"
    ]
  },
  {
    "name": "Elecampane",
    "ritualUse": "Magically used for banishing and to dispel angry or violent vibrations. Associated with elves. Use in a sachet to attract love or in incense to purify initiates. Strong association with the Elven world and Tarot. Useful for baby blessings. Hide a sachet of elecampane or sprinkle it around doorways to keep out bad vibrations. Ground together with vervain and mistletoe for a powerful love powder.",
    "alsoCalled": [
      "Yellow Starwort",
      "Elfdock",
      "Elfwort",
      "Horse-elder",
      "Horseheal",
      "Scabwort",
      "Elecampagne",
      "Velvet Dock"
    ]
  },
  {
    "name": "Elm",
    "ritualUse": "Love, protection from lightning. Strong correspondence with the Elven world. To stop slander, bury elm bark in a box with a piece of paper containing the name of the person who is speaking adversely about you.",
    "alsoCalled": [
      "Elven",
      "European Elm",
      "English Elm"
    ]
  },
  {
    "name": "Endive",
    "ritualUse": "Love spells, sex magic"
  },
  {
    "name": "Epsom Salt",
    "ritualUse": "Common ingredient in ritual baths and bath salt recipes."
  },
  {
    "name": "Eucalyptus",
    "ritualUse": "Attracts healing vibrations, great for protection and healing sachets. Use to purify any space. Use dried leaves to stuff healing poppets, pillows, or sachets. Arrange a ring of dried leaves around a blue candle and burn the candle for healing vibrations. Carry in a sachet or amulet to help reconcile difficulties in a relationship, for protection, and/or to maintain health.",
    "alsoCalled": [
      "Blue Gum",
      "Curly Mallee",
      "River Red Gum",
      "Mottlecah",
      "Maiden's Gum",
      "Fever Tree",
      "Stringy Bark Tree"
    ]
  },
  {
    "name": "Evening Primrose",
    "ritualUse": "Magical uses include love and attracting faeries. Use in ritual baths to increase inner beauty & desirability.",
    "alsoCalled": [
      "Fever Plant",
      "Field Primrose",
      "King's Cureall",
      "Night Willow-herb",
      "Scabish",
      "Scurvish",
      "Tree Primrose",
      "Primrose"
    ]
  },
  {
    "name": "Eyebright",
    "ritualUse": "Carry this herb to increase psychic ability, improve memory, encourage rationality and increase positive outlook. Carry to bring a humorous and bright outlook when life seems dark and negative.",
    "alsoCalled": [
      "Eye Bright",
      "Euphrasia",
      "Casse-lunette"
    ]
  },
  {
    "name": "False Unicorn Root",
    "ritualUse": "Magical uses include lusty spells and protection for mother and baby.",
    "alsoCalled": [
      "False Unicorn",
      "Starwort",
      "Helonias Root"
    ]
  },
  {
    "name": "Fennel Seed",
    "ritualUse": "Imparts strength, vitality, sexual virility; prevents curses, possession and negative problems. Use in spells for protection, healing, and purification. Provides help and strength when facing danger or dire times. Fennel is thought to increase the length of one's incarnation. Hang in windows and doors to ward off evil.",
    "alsoCalled": [
      "Fennel",
      "Large Fennel",
      "Sweet Fennel",
      "Wild Fennel",
      "Finocchio",
      "Carosella",
      "Florence Fennel",
      "Fennel Seed"
    ]
  },
  {
    "name": "Fenugreek",
    "ritualUse": "Used for money drawing and fertility magic. Use in floor washes to bring money to the home. Place in a jar and add a few seeds every day to increase money flow to the household.",
    "alsoCalled": [
      "Greek Hay",
      "Foenugreek",
      "Fenigreek",
      "Fenugreek Seed"
    ]
  },
  {
    "name": "Fern",
    "ritualUse": "Mental clarity, cleansing, purification, and dispelling negativity. Keep in room where studying is done to help concentration. Burn a sprig of fern before an exam. Use in sachets and amulets for powerful auric protection."
  },
  {
    "name": "Feverfew",
    "ritualUse": "Protection against accidents and cold/flu. Use in charms or sachets for love magic or spiritual healing. Keep flowers in suitcase or car when traveling.",
    "alsoCalled": [
      "Featherfew",
      "Rainfarn",
      "Wild Quinine",
      "Featherfoil",
      "Prairie Dock",
      "Missouri Snakeroot",
      "Flirtwort",
      "Parthenium",
      "Febrifuge"
    ]
  },
  {
    "name": "Fig",
    "ritualUse": "Divination, fertility, and love. Place a branch in front of the door before traveling to ensure a safe return. Write a question on a fig leaf -- if the leaf dries slowly, the answer is yes, otherwise the answer is no.",
    "alsoCalled": [
      "Common Fig"
    ]
  },
  {
    "name": "Figwort",
    "ritualUse": "Magical balms, house & business blessing, protection for the home. Wear around the neck for health and protection against the evil eye."
  },
  {
    "name": "Flax Seed",
    "ritualUse": "Used for money spells and healing rituals. Mix seeds with red pepper and keep in a box in the home to protect it. Put in a sachet to protect against hostile magic. Place some in shoe or in pocket, wallet, purse, or altar jar with a few coins to ward off poverty. Sprinkle an infusion made with flax seed around the area before divination to get a more accurate reading of someone's future. Burn for divinatory powers.",
    "alsoCalled": [
      "Linseed"
    ]
  },
  {
    "name": "Fleabane",
    "ritualUse": "Exorcism, protection, chastity."
  },
  {
    "name": "Foxglove",
    "ritualUse": "Protection of home & garden, vision, and immortality. Used to commune with those of the Underworld.",
    "alsoCalled": [
      "Fairy Caps",
      "Deadman's Bells",
      "Fairy's Glove",
      "Fox Claws",
      "Fairy Thimbles",
      "Witch's Bells",
      "Folk's Glove",
      "Witches Glove"
    ]
  },
  {
    "name": "Frangipani",
    "ritualUse": "Promoting openness in those around you; attracting love, trust, and admiration."
  },
  {
    "name": "Frankincense Resin",
    "ritualUse": "Successful ventures, cleansing, purification. Burn for protective work, consecration, and meditation. Used as an offering at Beltane, Lammas, and Yule. Enhances the power of topaz. Use in rituals and magic associated with self-will, self-control, or the ego. Represents the ability of the divine to move into manifestation. Add to charm bags and sachets to bring success. Mix with Cumin and burn as incense for powerful protection.",
    "alsoCalled": [
      "Frankincense Tears",
      "Olibanum"
    ]
  },
  {
    "name": "Fumitory",
    "ritualUse": "Associated with the underworld. Excellent for use at Samhain. Infusion is useful as a wash for consecrating ritual tools. Use in purification ritualswhen moving into a new residence. Make an infusion, then sprinkle the infusion around the house and rub on the bottom of shoes to bring quick financial gain.",
    "alsoCalled": [
      "Earth Smoke"
    ]
  },
  {
    "name": "Galangal Root",
    "ritualUse": "Magical uses include winning in court, doubling money, hex breaking and sex magic. Burn as incense to remove evil spells and break curses. Carry for protection, to improve psychic abilities and to bring good health. Carry to court to make the judge or jury feel favorably inclined toward you. Wrap money around the root and it will multiply threefold. Burn vigilantly for 14 days before a court case, saving the ashes and bringing them to court in a green flannel bag for luck.",
    "alsoCalled": [
      "Lo John",
      "Low John",
      "Lo John the Conqueror",
      "Lesser Galangal",
      "Galanga",
      "Colic Root",
      "Gargaut",
      "Catarrh Root",
      "India Root",
      "China Root"
    ]
  },
  {
    "name": "Gardenia",
    "ritualUse": "Promoting peace/repelling strife, protection from outside influences. Carry or wear to attract love or friendship. Burn with other healing herbs to bring peace and comfort to one who is ailing. Use dried flowers in healing incenses and mixtures. Scatter around a room to bring peaceful vibrations."
  },
  {
    "name": "Garlic",
    "ritualUse": "Magical uses include healing, protection, exorcism, repulsion of vampires, and purification of spaces and objects. Used to invoke Hecate. Guards against negative magic, spirits, and the envy of others. Hang in the home to bring togetherness to the family or keep your willpower strong. Said to ward off bad weather when worn or carried during outside activities. Believed to absorb diseases -- rub fresh, peeled garlic against ailing body parts then throw the garlic into running water.",
    "alsoCalled": [
      "Stinkweed"
    ]
  },
  {
    "name": "Gentian",
    "ritualUse": "Add an infusion to the bath for power and strength."
  },
  {
    "name": "Geranium",
    "ritualUse": "Overcoming negative thoughts & attitudes, lifting spirits, promoting protection & happiness. Repels insects. Balances mind and body."
  },
  {
    "name": "Ginger",
    "ritualUse": "Draws adventure and new experiences. Promotes sensuality, sexuality, personal confidence, prosperity, and success. Adds to the strength and speed of any mixture of which it is a part. Place in amulet, mojo, or medicine bag to promote good health & protection. Use in herbal mixtures for the consecration of athames to strengthen and energize the ritual blade. A ginger root in the form of a human is a very powerful magical token.",
    "alsoCalled": [
      "African Ginger"
    ]
  },
  {
    "name": "Ginkgo Biloba",
    "ritualUse": "Aphrodisiac, associated with fertility. Carry or use in amulets and charms as a healing herb. Useful in ritual healing. The dried nuts represent male fertility. Useful in all creative work. Immerse in water, then remove and keep in the bedroom to gain grace, love, and beauty.",
    "alsoCalled": [
      "Maidenhair Tree",
      "Living Fossil",
      "Gingko"
    ]
  },
  {
    "name": "Ginseng",
    "ritualUse": "Magical uses include love, beauty, protection, healing and lust. Carry to draw love, health, money, and sexual potency. Carve a wish into a whole root and throw it into water to make the wish come true.",
    "alsoCalled": [
      "Sang",
      "Wonder of the World Root"
    ]
  },
  {
    "name": "Goldenrod",
    "ritualUse": "Money, divination",
    "alsoCalled": [
      "Aaron's Rod",
      "Woundwort",
      "Sweet Goldenrod",
      "Solidago",
      "Ver d'or"
    ]
  },
  {
    "name": "Goldenseal",
    "ritualUse": "Healing rituals, money spells, success. Beneficial in business dealings and matters of finance. Work into any charm or spell to increase its power.",
    "alsoCalled": [
      "Yellow Root",
      "Orange Root",
      "Yellow Puccoon",
      "Ground Raspberry",
      "Eye Balm",
      "Eye Root",
      "Indian Paint",
      "Yellow Paint",
      "Golden Root",
      "Wild Turmeric",
      "Indian Turmeric",
      "Jaundice Root",
      "Yellow Eye",
      "Wamera"
    ]
  },
  {
    "name": "Goosegrass",
    "ritualUse": "Wisdom, tenacity, luck in love, and pleasant dreams."
  },
  {
    "name": "Gorse",
    "ritualUse": "Associated with love, protection, romance, and weddings. Used to further the romance of a consensual relationship. Protects against negativity and dark magic.",
    "alsoCalled": [
      "Whin",
      "Prickly Broom",
      "Furze"
    ]
  },
  {
    "name": "Gotu Kola",
    "ritualUse": "Burn prior to (but not during) meditation."
  },
  {
    "name": "Grape",
    "ritualUse": "Fertility, money, mental powers, and garden magic."
  },
  {
    "name": "Grape Seed",
    "ritualUse": "Used for garden magic and fertility."
  },
  {
    "name": "Grapefruit",
    "ritualUse": "Cleansing and purification."
  },
  {
    "name": "Gravel Root",
    "ritualUse": "Used to increase the chances of getting a job. Aids one during times of distress. Useful as an altar offering, especially during love magic. Burn or strew about the house to relieve disharmony in the home or remove tensions. An infusion of the herb rubbed on an erect member is said to improve male potency.",
    "alsoCalled": [
      "Meadow Sweet",
      "Bride of the Meadow",
      "Bridewort",
      "Little Queen",
      "Gravelweed",
      "Joe-Pye Weed",
      "Purple Boneset",
      "Kidney Root",
      "Trumpet Weed",
      "Trumpet Vine",
      "Meadowsweet."
    ]
  },
  {
    "name": "Guinea Peppers",
    "ritualUse": "Hexing and cursing"
  },
  {
    "name": "Gum Arabic",
    "ritualUse": "Protection, psychic and spiritual enhancement, money, platonic love, and friendship. Use to anoint candles & censers and to consecrate chests or boxes that hold ritual tools. Use in incense to promote a meditative state.",
    "alsoCalled": [
      "Acacia",
      "Arabic Gum"
    ]
  },
  {
    "name": "Hawthorn",
    "ritualUse": "Magical uses include chastity, fertility, fairy magic, fishing magic, and rebirth. Also used for success in matters related to career, work, and employment. Place around the bedroom or carry to enforce or maintain chastity or celibacy. Sacred to the fairy. Used to decorate maypoles. Used in weddings and handfastings to increase fertility. Wear while fishing to ensure a good catch. Wear or carry to promote happiness and protect against lightning. Keep in a house to repel ghosts and evil spirits. An infusion of the herb used to wash floors will remove negative vibrations.",
    "alsoCalled": [
      "Hawthorne",
      "Haw",
      "May Bush",
      "May Tree",
      "Mayblossom",
      "Mayflower",
      "Quickset",
      "Thorn-apple Tree",
      "Whitethorn",
      "Bread and Cheese Tree",
      "Quick",
      "Gazels",
      "Ladies' Meat"
    ]
  },
  {
    "name": "Hay",
    "ritualUse": "Pregnancy and fertility."
  },
  {
    "name": "Heal All",
    "ritualUse": "Uses includes all purpose healing and successful gambling."
  },
  {
    "name": "Heather",
    "ritualUse": "Protection, luck, and immortality. Dip in water and sprinkle it around in a circle to bring rain. Carry in sachets or charms to protect against rape and other violent crimes. Hang or use in home decorations to promote peace. Burn with fern to bring rain.",
    "alsoCalled": [
      "Ling",
      "Scotch Heather"
    ]
  },
  {
    "name": "Heliotrope",
    "ritualUse": "Cheerfulness, gaiety, prosperity, and protection. Use in rituals of Drawing Down the Sun or in magical workings requiring strengthening of the solar aspects of the self. Place under the pillow to induce prophetic dreams. It is said that if you sleep with fresh heliotrope under your pillow, you will dream of the person that has stolen from your home.",
    "alsoCalled": [
      "Turnsole",
      "Cherry Pie"
    ]
  },
  {
    "name": "Hemlock",
    "ritualUse": "Use to paralyze a situation. Note: Highly poisonous, do not consume."
  },
  {
    "name": "Henbane",
    "ritualUse": "Dried leaves are used in the consecration of ceremonial vessels. Used in love sachets and charms to gain the love of the person desired. Thrown into water to bring rain.",
    "alsoCalled": [
      "Hogs Bean",
      "Devil's Eye",
      "Henbells",
      "Sukran"
    ]
  },
  {
    "name": "Henna",
    "ritualUse": "Attracts love if worn close to the heart. Wear to ward off the evil eye and provide protection from illnesses. Also great for temporary tattooing and hair coloring."
  },
  {
    "name": "Hibiscus",
    "ritualUse": "Attracting love and lust, divination, and dreams. Carry in a sachet or burn as incense to attract love.",
    "alsoCalled": [
      "Kharkady"
    ]
  },
  {
    "name": "Hickory",
    "ritualUse": "Legal matters, love, lust, and protection"
  },
  {
    "name": "High John",
    "ritualUse": "An \"all purpose\" herb, the uses of High John include strength, confidence, conquering any situation, obtaining success, winning at gambling, luck, money, love, health, and protection. Useful in all ritual work pertaining to prosperity. Wash hands in an infusion of the herb before playing games of chance.",
    "alsoCalled": [
      "High John the Conqueror",
      "John the Conqueror",
      "Jalap Root"
    ]
  },
  {
    "name": "Holly",
    "ritualUse": "Marriage, dream magic, luck, and love. Planted around the outside of the home for protection. Used as a decoration at Yule. When carried by men, is thought to heighten masculinity.",
    "alsoCalled": [
      "Tinne",
      "Bat's Wings",
      "Hulm",
      "Hulver Bush",
      "Holm Chaste"
    ]
  },
  {
    "name": "Hollyhock",
    "ritualUse": "Increase success in the material world, increase flow of money, or acquire new possessions. Grown near the home to help the success of the family flourish."
  },
  {
    "name": "Honey",
    "ritualUse": "For attraction and solar magic."
  },
  {
    "name": "Honeysuckle",
    "ritualUse": "Draws money, success, and quick abundance; Aids persuasiveness and confidence, sharpens intuition. Ring green candles with honeysuckle flowers or use honeysuckle in charms & sachets to attract money. Crush the flowers and rub into the forehead to enhance psychic powers.",
    "alsoCalled": [
      "Woodbine",
      "Jin Yin Hua",
      "Dutch Honeysuckle",
      "Goat's Leaf"
    ]
  },
  {
    "name": "Hops",
    "ritualUse": "Relaxing and sleep producing; a fantastic herb for dream pillows. Believed to increase the restfulness & serenity of sleep. Also used for healing rituals, sachets, and incense.",
    "alsoCalled": [
      "Beer Flower",
      "Hop Flower"
    ]
  },
  {
    "name": "Horehound",
    "ritualUse": "Sacred to Horus. Protective; helps with mental clarity during ritual; stimulates creativity/inspiration; balances personal energies. Excellent for use in home blessings. Place near doorways to keep trouble away.",
    "alsoCalled": [
      "White Horehound",
      "Hoarhound",
      "Marrubium",
      "Bugleweed"
    ]
  },
  {
    "name": "Horseshoe Chestnut",
    "ritualUse": "Magical uses include money and healing.",
    "alsoCalled": [
      "Buckeye"
    ]
  },
  {
    "name": "Hyacinth",
    "ritualUse": "Promotes peace of mind and peaceful sleep. Attracts love, luck, and good fortune. Named for Hiakinthos, Greek God of homosexual love, this is the patron herb for gay men. Guards against nightmares when used as an oil, burned as incense, or included in dream pillows. Carry in amulet or sachet to ease grief or the pain of childbirth."
  },
  {
    "name": "Hydrangea",
    "ritualUse": "Hex-breaking, love drawing, bringing back a lover, fidelity, and binding."
  },
  {
    "name": "Hyssop",
    "ritualUse": "The most widely used purification herb in magic. Lightens vibrations and promotes spiritual opening; used for cleansing and purification. Said to protect property against burglars and trespassers. Used to consecrate magical tools or items made of tin. The best herb for physical cleansing and washing of temple, ritual tools, or oneself (bath magic). Add to baths & sachets, infuse and sprinkle on objects/people for cleansing or hang in the home to purge it of evil & negativity.",
    "alsoCalled": [
      "Yssop",
      "Ysopo"
    ]
  },
  {
    "name": "Indigo Weed",
    "ritualUse": "Protection",
    "alsoCalled": [
      "Baptisia"
    ]
  },
  {
    "name": "Iris",
    "ritualUse": "Attracts wisdom, courage, and faith. Use fresh iris flower to purify an area. Represents a belief in happy reincarnation. Symbolizes faith, wisdom, and valor. Useful for consecrating ritual wands. Used in rituals designed for baby blessings."
  },
  {
    "name": "Irish Moss",
    "ritualUse": "An excellent luck herb. Carry or place under rugs to increase luck and ensure steady flow of money; carry on trips for protection & safety; use to stuff luck or money poppets. Add to luck oil to increase its strength. An excellent gambler's herb. Sprinkle an infusion of the herb around a business to bring in customers."
  },
  {
    "name": "Iron Weed",
    "ritualUse": "Carry in a purple flannel bag for control over others, including boss and co-workers (not recommended - remember the law of threes)."
  },
  {
    "name": "Ivy",
    "ritualUse": "Protection, healing, fertility, and love. Hang an ivy plant in front of the home to repel negative influence and discourage unwanted guests. Mix in a sachet with Holly as a wedding gift to provide protection to the newly married couple. Place ground ivy around the base of a yellow candle on a Tuesday, then burn the candle to discover who (if anyone) is working negative magic against you."
  },
  {
    "name": "Jamaican Ginger",
    "ritualUse": "Gambling luck"
  },
  {
    "name": "Jasmine",
    "ritualUse": "Uses include snakebite and divination; good for charging quartz crystals. Use in sachets and spells to draw spiritual love and attract a soul mate. Carry or burn the flowers to draw wealth and money. Use in dream pillows to induce sleep or burn in the bedroom to bring prophetic dreams. Helps to promote new, innovative ideas.",
    "alsoCalled": [
      "Pikake",
      "Ysmyn",
      "Jessamin",
      "Moonlight on the Grove"
    ]
  },
  {
    "name": "Jezebel Root",
    "ritualUse": "Used for spells and castings for money and achievement. Also used to place curses and hexes."
  },
  {
    "name": "Job's Tears",
    "ritualUse": "Luck in finding employment, wishes, and blessing. Used in counts of 3 or 7 in charm and mojo bags to attract luck, wishes and money. Carrying three will assist in finding a good job. Count out seven seeds while concentrating on a wish, then carry the seeds with you at all times for seven days -- the wish should come true by the end of the week."
  },
  {
    "name": "Juniper",
    "ritualUse": "Banishes all things injurious to good health; attracts good, healthy energies and love. Juniper berries can be carried by males to increase potency. Use a string of juniper berries to attract love. Burn for magical protection. Place a sprig of juniper near the door to a home or with valuables to help safeguard against theft (but keeping locking the doors, too!). Use juniper oil in magical workings to increase money and prosperity.",
    "alsoCalled": [
      "Juniper Berries",
      "Ginepro",
      "Enebro",
      "Wachholder"
    ]
  },
  {
    "name": "Kava Kava",
    "ritualUse": "Uses include aphrodisiac; potent sacramental drink; potions; induces visions; astral work; travel protection. Carry for success and job promotion.",
    "alsoCalled": [
      "Ava",
      "Ava Pepper",
      "Intoxicating Pepper"
    ]
  },
  {
    "name": "Knotweed",
    "ritualUse": "Binding spells, health, and cursing"
  },
  {
    "name": "Kola Nut",
    "ritualUse": "Peace, removing depression, and calming"
  },
  {
    "name": "Lady Slipper",
    "ritualUse": "Used for protection against hexes, curses and the evil eye."
  },
  {
    "name": "Lady's Mantle",
    "ritualUse": "Aphrodisiac, transmutation. Use in love potions or to increase the power of any magical workings.",
    "alsoCalled": [
      "Nine Hooks",
      "Dewcup",
      "Lion's Foot",
      "Bear's Foot",
      "Stellaria"
    ]
  },
  {
    "name": "Larch",
    "ritualUse": "Protection and anti-theft"
  },
  {
    "name": "Larkspur",
    "ritualUse": "Health and protection"
  },
  {
    "name": "Laurel",
    "ritualUse": "Love and protection. Worn by brides to guarantee a long and happy marriage."
  },
  {
    "name": "Lavender",
    "ritualUse": "Magical uses include love, protection, healing, sleep, purification, and peace. Promotes healing from depression. Great in sleep pillows and bath spells. Believed to preserve chastity when mixed with rosemary. Burn the flowers to induce sleep and rest, then scatter the ashes around the home to bring peace and harmony. Use in love spells and sachets, especially those to attract men.",
    "alsoCalled": [
      "Spike",
      "Nardus",
      "Elf Leaf",
      "Nard"
    ]
  },
  {
    "name": "Leek",
    "ritualUse": "Love, protection, exorcism, and strengthening existing love."
  },
  {
    "name": "Lemon",
    "ritualUse": "Cleansing, spiritual opening, purification, and removal of blockages. Add lemon peel to love sachets and mixtures. Soak peel in water and use the mixture as a wash for magickal objects to remove unwanted negativity, especially for objects received second-hand. Use an infusion of lemon to induce lust.",
    "alsoCalled": [
      "Citronnier",
      "Neemoo",
      "Leemoo",
      "Limone",
      "Limoun"
    ]
  },
  {
    "name": "Lemon Balm",
    "ritualUse": "Love, success, healing, and psychic/spiritual development. Use in love charms & spells to attract a partner. Use in healing spells & rituals for those suffering from mental or nervous disorders.",
    "alsoCalled": [
      "Melissa",
      "Sweet Balm",
      "Balm Mint",
      "Bee Balm",
      "Blue Balm",
      "Cure-all",
      "Dropsy Plant",
      "Garden Balm",
      "Sweet Balm"
    ]
  },
  {
    "name": "Lemon Grass",
    "ritualUse": "Psychic cleansing and opening, lust potions."
  },
  {
    "name": "Lemon Verbena",
    "ritualUse": "Worn to increase attractiveness or to bed to prevent dreams. Added to other herbal mixtures and charms to increase their effectiveness. Used in purification baths. Carried in an amulet to attract the opposite sex."
  },
  {
    "name": "Lettuce",
    "ritualUse": "Divination, lunar magic, sleep, protection, love spells, and male sex magic."
  },
  {
    "name": "Licorice",
    "ritualUse": "Love, lust, and fidelity. Carry to attract a lover.",
    "alsoCalled": [
      "Licorice Root",
      "Yashtimadhu",
      "Mithilakdi",
      "Mulathi",
      "Liquorice",
      "Sweet Root",
      "Lacris",
      "Lacrisse",
      "Lycorys",
      "Reglisse"
    ]
  },
  {
    "name": "Lilac",
    "ritualUse": "Wisdom, memory, good luck and spiritual aid.",
    "alsoCalled": [
      "Common Lilac"
    ]
  },
  {
    "name": "Lily",
    "ritualUse": "Fertility, renewal, rebirth, marriage, happiness, and prosperity.",
    "alsoCalled": [
      "Easter Lily",
      "Tiger Lily"
    ]
  },
  {
    "name": "Lily of the Valley",
    "ritualUse": "Soothing, calming, draws peace and tranquility, and repels negativity. Assists in empowering happiness and mental powers. Use in magical workings to stop harassment. Married couples should plant Lily of the Valley in their first garden to promote longevity of the marriage. Note: Poisonous, use with caution.",
    "alsoCalled": [
      "Jacob's Ladder",
      "Male Lily",
      "Our Lady's Tears",
      "Ladder-to-Heaven",
      "May Lily",
      "Constancy"
    ]
  },
  {
    "name": "Lime",
    "ritualUse": "Purification and protection, promoting calmness and tranquility, and strengthening love."
  },
  {
    "name": "Linden Flowers",
    "ritualUse": "Used in love spells/mixtures and protection spells & incenses. Mix equal parts Linden and Lavender flowers and place in a sachet under your pillowcase to relieve insomnia. Keep Linden on a table to release the energies needed to keep the spirit alive and healthy.",
    "alsoCalled": [
      "Lime Blossoms",
      "Linden Flowers",
      "Tilia"
    ]
  },
  {
    "name": "Little John",
    "ritualUse": "Place in holy water to bring good luck in everything you attempt."
  },
  {
    "name": "Lo John",
    "ritualUse": "Money, success, and luck"
  },
  {
    "name": "Lobelia",
    "ritualUse": "Used for attracting love and preventing storms.",
    "alsoCalled": [
      "Pukeweed",
      "Indian Tobacco",
      "Bladderpod",
      "Wild Tobacco",
      "Emetic Herb",
      "Emetic Weed",
      "Asthma Weed",
      "Rag Root",
      "Vomit Wort"
    ]
  },
  {
    "name": "Lotus",
    "ritualUse": "Love, protection, psychic opening, and spiritual growth. Sacred to Egyptian gods, Indian gods, Hermes, Oshun, and Osiris."
  },
  {
    "name": "Lotus Root",
    "ritualUse": "Carry to keep thoughts pleasant and clear. Mark one side 'Yes' and the other 'No', then toss the root into the air as you make a wish to find out if the wish will come true."
  },
  {
    "name": "Lovage",
    "ritualUse": "Prophetic dreams, energy, and purification. Use in bath spells for psychic cleansing. Use in sachets, amulets, or bath magic to enhance attractiveness and make yourself more love-inspiring. Add an infusion of lovage to the bath immediately prior to attending court to help bring victory."
  },
  {
    "name": "Lucky Hand Root",
    "ritualUse": "Magical uses include bringing good luck, protecting owner from all harm, travel safety, and gaining employment. Great for use in mojo & charm bags. Carry for general success and to obtain & maintain employment.",
    "alsoCalled": [
      "Orchid Root"
    ]
  },
  {
    "name": "Lungwort",
    "ritualUse": "Air magic, offering to the Gods of air, blessing while traveling by air"
  },
  {
    "name": "Mace",
    "ritualUse": "Promotes concentration, focus, and self discipline; great for study and meditation. Used in reuniting rituals.",
    "alsoCalled": [
      "Macis",
      "Muscadier"
    ]
  },
  {
    "name": "Magnolia Flowers",
    "ritualUse": "Magical uses include health, beauty, love, loyalty, peace, calming anxieties, marital harmony, and overcoming addictions & obsessive behavior."
  },
  {
    "name": "Magnolia Bark",
    "ritualUse": "Magical uses include fidelity, love and hair growth.",
    "alsoCalled": [
      "Cucumber Tree",
      "Blue Magnolia",
      "Swamp Sassafras",
      "Magnolia Tripetata"
    ]
  },
  {
    "name": "Maidenhair Fern",
    "ritualUse": "Brings beauty and love into your life."
  },
  {
    "name": "Mandrake",
    "ritualUse": "Magical uses include protection, prosperity, fertility, and exorcising evil. Carry to attract love. Wear to preserve health.",
    "alsoCalled": [
      "Mandragora",
      "Satan's Apple",
      "Manroot",
      "Circeium",
      "Gallows",
      "Herb of Circe",
      "Mandragor",
      "Raccoon Berry",
      "Ladykins",
      "Womandrake",
      "Sorceror's Root",
      "Wild Lemon"
    ]
  },
  {
    "name": "Maple",
    "ritualUse": "Love, money, wealth, longevity, and good luck"
  },
  {
    "name": "Maple Syrup",
    "ritualUse": "Longevity, money, and love"
  },
  {
    "name": "Marigold",
    "ritualUse": "Attracts respect and admiration, provides good luck in court and other legal matters. Great for bath spells -- add an infusion of marigold to the bath for 5 days to find \"Mr. Right\". Add to sachets, amulets, and incense to attract new love or add life to your current relationship. Place above the bed or in dream pillows for prophetic dreams. Scatter under the bed for protection while sleeping.",
    "alsoCalled": [
      "Bride of the Sun",
      "Ruddes",
      "Marygold"
    ]
  },
  {
    "name": "Marjoram",
    "ritualUse": "Cleansing, purification, and dispelling negativity. Place under pillow to bring revealing dreams. Place in the corners of the home for protection. Use in love spells or place in food to strengthen love. Carry for protection or place in money mixtures and sachets to draw wealth. Put a pinch in the corner of each room in the house each month to attract a husband. Use an infusion in the bath for 7 days to aid in resolving sadness or grief.",
    "alsoCalled": [
      "Joy of the Mountain",
      "Mountain Mint"
    ]
  },
  {
    "name": "Marshmallow Root",
    "ritualUse": "Protection and psychic powers. Burn as an incense for protection and psychic stimulation. Place on the altar during ritual to draw in good spirits.",
    "alsoCalled": [
      "Althea",
      "Sweet Weed",
      "Mallards",
      "Guimauve",
      "Mortification Plant",
      "Schloss Tea",
      "Wymote"
    ]
  },
  {
    "name": "May Flowers",
    "ritualUse": "Attract adventure and chaos to your life"
  },
  {
    "name": "Meadowsweet",
    "ritualUse": "Used to increase the chances of getting a job. Aids one during times of distress. Useful as an altar offering, especially during love magic. Burn or strew about the house to relieve disharmony in the home or remove tensions. Carry to gain popularity and friendship.",
    "alsoCalled": [
      "Gravel Root",
      "Bride of the Meadow",
      "Bridewort",
      "Little Queen",
      "Gravelweed",
      "Joe-Pye Weed",
      "Purple Boneset",
      "Kidney Root",
      "Trumpet Weed",
      "Trumpet Vine",
      "Meadowsweet"
    ]
  },
  {
    "name": "Mesquite",
    "ritualUse": "Healing. Use in healing incenses and mixtures. Use to fuel ritual fires or burn as an incense for cleansing & purification. Use an infusion of mesquite in the bath for purification."
  },
  {
    "name": "Milk Thistle",
    "ritualUse": "Magical uses include strength, perseverance, wisdom, aid in decision making. It is also thought to enrage snakes, causing them to fight against one another. Mimosa\tProtection, purification, love, dream magic. Use in sleep pillows to draw prophetic dreams. Use in bath magic to break hexes and prevent future problems. Scatter around an area for purification. Mint\tPromotes energy, communication and vitality. Draws customers to a business. Use dried leaves to stuff a green poppet for healing. Place in wallet or purse or rub on money to bring wealth and prosperity. Use on the altar to draw good spirits to assist in your magic. Place in the home for protection.",
    "alsoCalled": [
      "Garden Mint"
    ]
  },
  {
    "name": "Mistletoe",
    "ritualUse": "Used for fertility, creativity, prevention of illness/misfortune, and protection from negative spells & magic. Hang in the home for protection from lightning & fire. Wear in an amulet to repel negativity & ill will and protect against unwanted advances. Carry for luck in hunting. Use to draw in customers, money and business. Use in ritual baths or prayer bowls for healing. Note: Poisonous, use with caution.",
    "alsoCalled": [
      "Birdlime",
      "Devil's Fuge",
      "Golden Bough",
      "Holy Wood",
      "Misseltoe",
      "Druid's Bough",
      "Witch's Broom",
      "Thunderbesom",
      "Wood of the Cross"
    ]
  },
  {
    "name": "Monkshood",
    "ritualUse": "Magical uses include invisibility and protection from evil. Use only the flowers in magic, as the roots give off fumes when drying. Excellent for redirecting predators who come after you. Note: Poisonous, use with caution and do not consume.",
    "alsoCalled": [
      "Aconite",
      "Garden Wolf's Bane",
      "Helmet Flower",
      "Friar's Cap",
      "Soldier's Cap",
      "Wolfbane"
    ]
  },
  {
    "name": "Morning Glory",
    "ritualUse": "Used for binding, banishing, and promoting attraction to someone or something. Wrap the vine around a poppet nine times to banish someone. Remember the law of three -- use of negative magic is not recommended. Note: Poisonous, use with caution.",
    "alsoCalled": [
      "Devil's Guts"
    ]
  },
  {
    "name": "Motherwort",
    "ritualUse": "Magical uses include bolstering ego, building confidence, success and counter magic. Keep in a jar by family pictures to keep the family safe.",
    "alsoCalled": [
      "Lion's Tail",
      "Lion's Ear",
      "Throwwort",
      "Roman Motherwort"
    ]
  },
  {
    "name": "Mugwort",
    "ritualUse": "Carried to increase lust & fertility, prevent backache and cure disease & madness. Place around divination and scrying tools to increase their power or near the bed to enable astral travel. Use in sleep pillow or place in a sachet under your pillowcase to bring about prophetic dreams. Use an infusion of mugwort to clean crystal balls and magic mirrors.",
    "alsoCalled": [
      "Artemisia",
      "Felon Herb",
      "St. John's Plant",
      "Naughty Man",
      "Oild Man",
      "Sailor's Tobacco"
    ]
  },
  {
    "name": "Mullein",
    "ritualUse": "Protection from nightmares & sorcery, courage, cursing, and invoking spirits. Place beneath pillow or use in dream pillow to guard against nightmares. Carry to instill courage and help attract love from the opposite sex. Use in place of graveyard dust in spells. Wear to keep wild animals at bay in unfamiliar areas. Burn to banish bad influences and bring an immediate halt to bad habits.",
    "alsoCalled": [
      "Flannel Flower",
      "Shepherd's Club",
      "Hare's Beard",
      "Pig Taper",
      "Cow's Lungwort",
      "Aarons Rod",
      "Velvet Plant",
      "Verbascum Flowers",
      "Woolen Blanket Herb",
      "Bullock's Lungwort",
      "Hag's Tapers"
    ]
  },
  {
    "name": "Musk",
    "ritualUse": "Encourages self-esteem and desirability. Can assist in transmuting sexual love into spiritual connection. Stimulates the root chakra."
  },
  {
    "name": "Mustard Seed",
    "ritualUse": "Courage, faith, and endurance. Frequently used in voudoun charms. Carry a few grains in a small bag to guard against injury. Sprinkle red mustard seed around the house to ward off burglars. Use yellow mustard seed in an amulet to bring faith followed by success -- this is one of the oldest known good luck amulets.",
    "alsoCalled": [
      "Yellow Mustard",
      "White Mustard"
    ]
  },
  {
    "name": "Myrrh",
    "ritualUse": "Spiritual opening, meditation, and healing. This herb has high psychic vibrations that will enhance any magical working. Burn as a potent incense to bring peace and for consecration, and blessing of talismans, charms, and magical tools. Increases the power of any incense of which it is a part. Usually burned with Frankincense.",
    "alsoCalled": [
      "Molmol",
      "Mirra",
      "Didthin",
      "Bowl"
    ]
  },
  {
    "name": "Myrtle",
    "ritualUse": "Love, fertility, youth, peace, and money. Carry myrtle leaves to attract love, burn as an incense to bring beauty. Wear myrtle while preparing love spells/mixes to increase their intent. Wear or carry to attract true friendship. Use in sachets to ensure a peaceful and loving atmosphere.",
    "alsoCalled": [
      "Bayberry Tree"
    ]
  },
  {
    "name": "Narcissus",
    "ritualUse": "Calms vibrations and promotes harmony, tranquility, and peace of mind.",
    "alsoCalled": [
      "Asphodel",
      "Daffy Down Lily",
      "Fleur de Coucou",
      "Goose Leek",
      "Lent Lily",
      "Porillon"
    ]
  },
  {
    "name": "Neroli",
    "ritualUse": "Joy, happiness, confidence, and overcoming emotional blockages. Soothes, relaxes, and uplifts the spirit. Instills confidence and courage when carried or worn."
  },
  {
    "name": "Nettle",
    "ritualUse": "Magical uses include dispelling darkness & fear, strengthening the will, and aiding in the ability to handle emergencies. Sprinkle in the home to drive off evil & negativity. Carry in a sachet or use with a poppet to turn back a spell on the one who cast it. Sprinkle on self to remove petty jealousies, gossip, envy, and uncomfortable situations.",
    "alsoCalled": [
      "Nettle Leaves",
      "Common Nettle",
      "Stinging Nettle",
      "Beggar's Lice"
    ]
  },
  {
    "name": "Nutmeg",
    "ritualUse": "Magical uses include attracting money/prosperity, bringing luck, protection, and breaking hexes. Include in money magic and sachets. Carry as a good luck charm and/or to increase the intellect. Sprinkle nutmeg powder on green candles for prosperity.",
    "alsoCalled": [
      "Myristica"
    ]
  },
  {
    "name": "Oak",
    "ritualUse": "The most sacred of all trees, its wood is often used in the making of magical tools. Burn the leaves for purification. Use in fertility amulets. Hang a sprig in the home to ward of negativity and strengthen family unity. Carry for wisdom and strength, for luck, to preserve youthfulness, and/or to increase attractiveness.",
    "alsoCalled": [
      "Duir",
      "Jove's Nuts"
    ]
  },
  {
    "name": "Oak Moss",
    "ritualUse": "Magical uses include luck, money, protection and strength."
  },
  {
    "name": "Oatmeal",
    "ritualUse": "To invoke or worship Brighid."
  },
  {
    "name": "Oatstraw",
    "ritualUse": "Keep a small amount in wallet or purse to draw in money and prosperity."
  },
  {
    "name": "Olive",
    "ritualUse": "Fidelity, marriage, peace, money. Assures fidelity in love and is used to attract a marriage partner. Inspires fruitfulness and security in love, family, and business."
  },
  {
    "name": "Olive Leaf",
    "ritualUse": "Magical uses include peace, potency, fertility, healing, protection and lust."
  },
  {
    "name": "Onion",
    "ritualUse": "Prosperity, stability, endurance, and protection. Burn onion flowers to banish bad habits and negative influences. Cut onions in half and place in the corners of a room to absorb illness, then bury or burn the onion halves in the morning. Sacred to the moon."
  },
  {
    "name": "Orange",
    "ritualUse": "Attracts abundance and happiness through love and marriage. Concentrate on a yes/no question while eating an orange, then count the seeds -- an even number of seeds means the answer is no, an odd number of seeds means yes. Use the leaves and flowers in love rituals to bring on a marriage proposal. Add an infusion of orange to the bath to increase attractiveness and beauty."
  },
  {
    "name": "Orange Bergamot",
    "ritualUse": "Money drawing. Put leaves in wallet or purse to attract money. Rub fresh leaves on money before it is spent to ensure its return.",
    "alsoCalled": [
      "Bergamot",
      "Orange Mint"
    ]
  },
  {
    "name": "Orange Blossoms",
    "ritualUse": "Attracts prosperity and stability; brings harmony, peace, emotional openness, and love. Use in herbal baths for attractiveness."
  },
  {
    "name": "Orange Peel",
    "ritualUse": "Magical uses include love, divination, luck, money and house & business blessing. Add to love sachets to help someone make up their mind. Use in sachets & amulets to bring luck to business negotiations."
  },
  {
    "name": "Orchid",
    "ritualUse": "Concentration, strengthening memory, focus, and will power. Oregano\tJoy, strength, vitality, and added energy Orris Root Cut\tPromotes popularity, persuasiveness, and personal success. Aids communication and helps to open dialogs. Used to draw (or hold) love and romance. Add to the bath for personal protection.",
    "alsoCalled": [
      "Florentine Iris",
      "Queen Elizabeth Root"
    ]
  },
  {
    "name": "Orris Root Powder",
    "ritualUse": "Used to bring love, romance, companionship and a loving mate. Called 'Love Drawing Powder' in voodoo/hoodoo. Add to sachets and sprinkle on sheets and around the house to draw or hold love. Place a pinch in the corners of the room to open a new love. Use in bath magic to attract the opposite sex.",
    "alsoCalled": [
      "Love Drawing Powder",
      "Florentine Iris",
      "Queen Elizabeth Root"
    ]
  },
  {
    "name": "Osha Root",
    "ritualUse": "Protection against evil spirits"
  },
  {
    "name": "Palm",
    "ritualUse": "Fertility, focus, potency, and divination"
  },
  {
    "name": "Palo Santo",
    "ritualUse": "If you feel you have been cursed, rub this herb on your body and then bathe."
  },
  {
    "name": "Pansy",
    "ritualUse": "Love, divination related to love & relationships, rain magic"
  },
  {
    "name": "Papaya",
    "ritualUse": "Hang twigs of papaya wood over a door to keep out evil. Eat papaya with a loved one to intensify your love. Mix papaya leaves with mandrake and burn or use in the bath to reverse hexes and jinxes."
  },
  {
    "name": "Paprika",
    "ritualUse": "Use to add energy to any spell or mixture. Throw in someone's yard to cause them problems.",
    "alsoCalled": [
      "African Pepper",
      "Bird Pepper",
      "Chili Pepper",
      "Goat's Pod",
      "Grains of Paradise",
      "Red Pepper",
      "Sweet Pepper",
      "Tabasco Pepper",
      "Zanzibar Pepper",
      "Capsicum"
    ]
  },
  {
    "name": "Papyrus",
    "ritualUse": "Protection"
  },
  {
    "name": "Parsley",
    "ritualUse": "Calms and protects the home; Draws prosperity, financial increase, and luck. Restores a sense of well-being. Use in spells to increase strength & vitality after surgery or illness. Use in amulets or other magical workings to help yourself out of a rut. Eat to provoke lust and promote fertility. Place on plates of food to guard against contamination. Useful for bath magic to purify and end misfortune. Mix with jasmine and carry in your shoe to make you more attractive to the opposite sex."
  },
  {
    "name": "Parsnip",
    "ritualUse": "Male sex magic"
  },
  {
    "name": "Passion Flower",
    "ritualUse": "Magical uses include attracting friendship and prosperity and heightening libido. Carried to bring great popularity & attract new friends. Placed in house to calm trouble & arguments and bring peace. Used as a wash to diminish disagreements & stress. Placed beneath pillow to promote sleep. Bathe in an infusion of passion flower for 5 days to attract the opposite sex.",
    "alsoCalled": [
      "Passion Vine",
      "Granadilla",
      "Maracoc",
      "Maypops",
      "Purple Passion Flower",
      "Grandilla"
    ]
  },
  {
    "name": "Patchouli",
    "ritualUse": "Used in spells, sachets, baths and mixtures for money & love. Put in the wallet or purse to draw money. Place in a charm or use in incense for fertility. Helps to ground you and bring your consciousness back to the physical level. Burn to bring business growth.",
    "alsoCalled": [
      "Patchouly",
      "Pucha Pot"
    ]
  },
  {
    "name": "Pau d'Arco",
    "ritualUse": "Magical use is for the ritual healing of severe diseases.",
    "alsoCalled": [
      "Lapacho",
      "Taheebo",
      "Pau Darco"
    ]
  },
  {
    "name": "Peach",
    "ritualUse": "Fertility, love, and wisdom. Eating peaches induces love. Wear a peach pit to keep away evil. Carry peach wood for longevity. Use peach pits or dried fruit in amulets and sachets for fertility and love."
  },
  {
    "name": "Pear",
    "ritualUse": "Lust and love Eating pears induces love. Use dried fruit in amulets and sachets for love and lust."
  },
  {
    "name": "Pearl Moss",
    "ritualUse": "Sprinkle across the doorway of a home to allow only good spirits to enter."
  },
  {
    "name": "Peas",
    "ritualUse": "Money and love"
  },
  {
    "name": "Peat Moss",
    "ritualUse": "Protection"
  },
  {
    "name": "Pecan",
    "ritualUse": "Associated with employment, success, job security, and career matters. To insure that you do not lose your job, shell a small amount of pecans. While eating them, slowly visualize yourself working and enjoying your job. Take the shells to work and place them where they won't be found or removed."
  },
  {
    "name": "Pennyroyal",
    "ritualUse": "Magical uses include peace and tranquility. Carried to avoid seasickness or for physical strength & endurance. Worn to bring success to business. Use to rid the home of negative thoughts against you. Carry when dealing with negative vibrations of any kind. Place on a candle before or during uncomfortable meetings.",
    "alsoCalled": [
      "Tickweed",
      "Squaw Mint",
      "Stinking Balm",
      "Thickweed",
      "Mosquito Plant",
      "Squaw Balm",
      "Lurk in the Ditch",
      "Run by the Ground"
    ]
  },
  {
    "name": "Peony",
    "ritualUse": "Protection from hexes and jinxes. Good luck, good fortune, prosperity, and business success. Hang in the home or car for protection. Used to attract faeries. Use in rituals to cure or reduce lunacy. Warning: While the flowers & petals have the positive qualities listed, the seed is called 'Jumby Bean' and is known for promoting dissension and strife."
  },
  {
    "name": "Pepper, Black",
    "ritualUse": "Courage, banishing negative vibrations. Burn to rid home or office of bad vibrations. Carry to ward off petty jealousy against you or aid in providing courage to face difficult situations.",
    "alsoCalled": [
      "Piper"
    ]
  },
  {
    "name": "Peppermint",
    "ritualUse": "Use to increase the vibrations of a space or in spells and incense for healing & purification. Place in sleep pillow to ensure peaceful sleep and bring about prophetic dreams. Use to anoint furnishings and household objects. Burn in a new home to clear out sickness and negative energy. Use in magical workings to provide the push needed to bring change to one's life. Carry with other herbs to boost love & abundance wishes.",
    "alsoCalled": [
      "Brandy Mint",
      "Lammint"
    ]
  },
  {
    "name": "Periwinkle",
    "ritualUse": "Love within marriage, mental powers, and money. Carry to obtain grace, attract money, and protect against snakes and poison. Use in magical workings to restore lost memory. Burn with love incense before having sex with your husband or wife. Note: Can be poisonous, use with caution.",
    "alsoCalled": [
      "Sorceror's Violet"
    ]
  },
  {
    "name": "Persimmon",
    "ritualUse": "Changing sex, healing, and luck"
  },
  {
    "name": "Pettitgrain",
    "ritualUse": "Protection"
  },
  {
    "name": "Pikaki",
    "ritualUse": "Draws comfort, prosperity success, and well-being"
  },
  {
    "name": "Pimento",
    "ritualUse": "Love"
  },
  {
    "name": "Pimpernel",
    "ritualUse": "Protection and health"
  },
  {
    "name": "Pine",
    "ritualUse": "Promotes clean breaks, new beginnings, prosperity, success, strength, grounding, and growth; Also used for cleansing, purification, and repelling negativity. Great for house and business blessing."
  },
  {
    "name": "Pineapple",
    "ritualUse": "Luck, money, and chastity. Add an infusion of pineapple to the bath to attract luck."
  },
  {
    "name": "Pink Root",
    "ritualUse": "Healing",
    "alsoCalled": [
      "Indian Pink",
      "Maryland Pink",
      "Wormgrass",
      "Wormroot",
      "Starbloom"
    ]
  },
  {
    "name": "Pink Rose Buds",
    "ritualUse": "Divine, emotional, and thinking love; start with these to build a long lasting relationship."
  },
  {
    "name": "Pistachio",
    "ritualUse": "Breaking love spells"
  },
  {
    "name": "Plantain",
    "ritualUse": "Protection from evil spirits and snake bites, removing weariness, healing headaches; house & business blessing. Place a pinch of dried leaves in the flame of a candle or throw into an East wind for healing. Hang plantain leaves in the car for protection from evil and jealousy."
  },
  {
    "name": "Pleurisy Root",
    "ritualUse": "Healing",
    "alsoCalled": [
      "Butterfly Weed",
      "Wind Root",
      "Canada Root",
      "Silkweed",
      "Orange Swallow Wort",
      "Tuber Root",
      "White Root",
      "Flux Root",
      "Asclepias"
    ]
  },
  {
    "name": "Plum",
    "ritualUse": "Healing, peace, and love"
  },
  {
    "name": "Plumeria",
    "ritualUse": "Promotes persuasiveness, eloquence, and success in dealing with people; Attracts the notice of others.",
    "alsoCalled": [
      "Graveyard Flowers",
      "Melta",
      "Temple Tree"
    ]
  },
  {
    "name": "Poke Root",
    "ritualUse": "Magical uses include finding lost objects and breaking hexes and curses. Carry to increase courage. Add an infusion of poke root to bath water to break hexes.",
    "alsoCalled": [
      "Phytolacca",
      "Shang Lu"
    ]
  },
  {
    "name": "Pomegranate",
    "ritualUse": "Divination, wishes, wealth and fertility"
  },
  {
    "name": "Poppy",
    "ritualUse": "Fertility, prosperity, love and abundance.",
    "alsoCalled": [
      "Opium Poppy",
      "Mawseed"
    ]
  },
  {
    "name": "Poppy seeds",
    "ritualUse": "Pleasure, heightened awareness, love, luck, invisibility. A popular ingredient in food magic. Sleep on a pillow stuffed with poppy seeds to bring relief from insomnia.",
    "alsoCalled": [
      "Opium Poppy",
      "Mawseed"
    ]
  },
  {
    "name": "Potato",
    "ritualUse": "Image magic, money, luck, and healing"
  },
  {
    "name": "Prickly Ash Bark",
    "ritualUse": "Magical uses include safe travel, fertility, removing spells and breaking hexes.",
    "alsoCalled": [
      "Toothache Tree",
      "Yellow Wood",
      "Suterberry"
    ]
  },
  {
    "name": "Primrose",
    "ritualUse": "Promotes the disclosure of secrets, resolution of mysteries, and revelation of truth; Breaks down dishonesty and secrecy. Put an infusion in a child's bath water or the dried herb in their pillows to get them to behave.",
    "alsoCalled": [
      "English Cowslip",
      "Butter Rose",
      "Password"
    ]
  },
  {
    "name": "Pumpkin",
    "ritualUse": "Lunar magic"
  },
  {
    "name": "Pumpkin Seed",
    "ritualUse": "Health"
  },
  {
    "name": "Quassia",
    "ritualUse": "Love. Mix with a snippet of hair from yourself and your lover (with his/her permission, of course!) with quassia chips, burn, and keep the ashes in a small bottle to preserve the love."
  },
  {
    "name": "Quince",
    "ritualUse": "Love, happiness, luck, and protection from evil. Carry quince seeds in a red flannel bag to protect against physical attacks and harm. Use quince seeds in charms and spells pertaining to love, protection, and happiness."
  },
  {
    "name": "Radish",
    "ritualUse": "Protection and lust"
  },
  {
    "name": "Ragwort",
    "ritualUse": "Courage. Used in charms to ward off evil spirits. Associated with faeries.",
    "alsoCalled": [
      "Fairie's Horse",
      "Faerie's Horse",
      "Fairy Horse",
      "Faery Horse"
    ]
  },
  {
    "name": "Raspberry Leaf",
    "ritualUse": "Used for healing, protection, love. Raspberry leaves are carried (NOT EATEN) by pregnant women to reduce the pain involved in pregnancy & childbirth. Bathe in an infusion of raspberry to keep your current love relationship alive."
  },
  {
    "name": "Red Clover",
    "ritualUse": "Magical uses include fidelity, love, money, protection, and the blessing of domestic animals. Carry to aid in financial arrangements. Sprinkle around the home to remove negative spirits.",
    "alsoCalled": [
      "Cleaver Grass",
      "Marl Grass",
      "Cow Grass",
      "Trefoil",
      "Purple Clover",
      "Wild Clover"
    ]
  },
  {
    "name": "Red Willow Bark",
    "ritualUse": "Magical uses include meditation and clearing. A fabulous incense wood with a sweet and dry aroma."
  },
  {
    "name": "Rhubarb",
    "ritualUse": "Fidelity and protection"
  },
  {
    "name": "Rice",
    "ritualUse": "Rain, fertility, money, and protection. Use in money spells and fertility charms."
  },
  {
    "name": "Rose",
    "ritualUse": "Magical uses include divine love, close friendships, domestic peace/happiness, and lasting relationships. Great for use in incense, potpourri or bath magic. Place around sprains and dark bruises to help them heal faster."
  },
  {
    "name": "Rose Geranium",
    "ritualUse": "Averts negativity, especially in the form of gossip or false accusations."
  },
  {
    "name": "Rose Hips",
    "ritualUse": "Used in healing spells and mixtures, brings good luck, calls in good spirits."
  },
  {
    "name": "Rosemary",
    "ritualUse": "Carried and used in healing poppets for good health, used in love/lust spells, worn to improve memory, used in dream pillows to prevent nightmares, burned as incense for purification and removing negativity. Wear or carry while reading or completing tasks to improve memory of the material and aid clear thinking (great for students!). Use an infusion of rosemary to wash hands before any healing magic. Use in bath magic for purification. Associated with faeries.",
    "alsoCalled": [
      "Elf Leaf",
      "Sea Dew",
      "Polar Plant",
      "Guardrobe",
      "Compass Weed",
      "Dew of the Sea",
      "Mary's Cloak",
      "Stella Maria",
      "Star of the Sea",
      "Incensier"
    ]
  },
  {
    "name": "Rowan",
    "ritualUse": "Protection, magical power, success, anti-haunting. Use leaves and berries in amulets for healing and promoting psychic powers. Also good for use in luck spells and mixtures. Rowan wood is often used to make wands and divining rods.",
    "alsoCalled": [
      "Moutain Ash",
      "Delight of the Eye",
      "Quickbane",
      "Ran Tree",
      "Rowanberry",
      "Thor's Helper",
      "Witch Bark",
      "Wicken Tree",
      "Wild Ash",
      "Witchwood"
    ]
  },
  {
    "name": "Rue",
    "ritualUse": "Magical uses include healing, health, mental powers, freedom and protection against the evil eye. Use as an asperger to cast salt water for purification of the circle or removing negativity from the home. Hang the dried herb indoors to help yourself see and understand your mistakes. Burn to banish negativity or bad habits. Add to incenses and poppets to prevent illness or speed recovery. Add to baths to break hexes and curses that may have been placed against you. [Warning - Rue should not be handled by women who are pregnant.]",
    "alsoCalled": [
      "Herb-of-Grace",
      "Herb of Grace",
      "Herbygrass",
      "Garden Rue",
      "Mother of Herbs",
      "Rewe",
      "Goat's Rue"
    ]
  },
  {
    "name": "Rye",
    "ritualUse": "Love, fidelity, and self-control"
  },
  {
    "name": "Safflower",
    "ritualUse": "Mix with jinx incense to cause destruction to an enemy (not recommended!). Rub on the inside of the knees to attract exciting sexual encounters."
  },
  {
    "name": "Saffron",
    "ritualUse": "Aphrodisiac, love, healing, happiness, wind raising, lust and strength. Burn, wear, or carry for healing and strengthening psychic awareness. Commonly used in love magic, healing spells, and to control the weather. Wash hands with water and saffron or keep saffron sachets in your home to bring happiness.",
    "alsoCalled": [
      "Kum Kuma",
      "Zaffran",
      "Kesar",
      "Autumn Crocus",
      "Spanish Saffron",
      "Dyer's Saffron",
      "Thistle Saffron",
      "Bastard Saffron",
      "American Saffron",
      "Parrot's Corn"
    ]
  },
  {
    "name": "Sage",
    "ritualUse": "Used for self purification and dealing with grief and loss. Carried to improve mental ability and bring wisdom. Used in healing sachets & incense. Promotes spiritual, mental, emotional & physical health and longevity. Removes negative energy. Place near a personal object of a person who is ailing when performing healing spells or rituals. Write a wish on a sage leaf and place it under your pillow for 3 nights -- if you dream of your wish, it will come true; if not, bury the leaf in the ground so that no bad will come to you.",
    "alsoCalled": [
      "Garden Sage",
      "White Sage",
      "Red Sage",
      "Sawge"
    ]
  },
  {
    "name": "Salt Petre",
    "ritualUse": "For women who do not want their partners to have outside relationships. Stops sexual tension.",
    "alsoCalled": [
      "Salt Peter",
      "Petre Salt",
      "Saltpetre",
      "Saltpeter"
    ]
  },
  {
    "name": "Sandalwood",
    "ritualUse": "Scatter sandalwood powder around the home to clear it of negativity. Burn during protection, healing, and exorcism spells. Use the wood for healing wands. Write your wish on a chip of sandalwood and burn it in the censer or cauldron while visualizing your wish to make it come true. Helps in healing by aligning the chakras for better energy flow. Good for meditation, healing, and manifestation. Facilitates concentration.",
    "alsoCalled": [
      "Sandal",
      "Santal",
      "White Saunders",
      "White Sandalwood",
      "Red Sandalwood",
      "Yellow Sandalwood"
    ]
  },
  {
    "name": "Sanicle",
    "ritualUse": "Used for safety in travel.",
    "alsoCalled": [
      "Sancile",
      "American Sanicle",
      "Black Snakeroot",
      "Wood Sanicle",
      "Pool Root",
      "Butterwort",
      "Alum Root"
    ]
  },
  {
    "name": "Sarsaparilla",
    "ritualUse": "Sexual vitality, health, love and money. Mix with sandalwood and cinnamon and sprinkle around home or business to draw money. Alleged to prolong life, hinder premature aging, excite passions, and improve virility when worn or carried.",
    "alsoCalled": [
      "Black Creeper",
      "Sariva",
      "Kalisar",
      "Dudhilata",
      "Sugandhi",
      "Red Sarsaparilla",
      "Tu Fu Ling",
      "Dwipautra"
    ]
  },
  {
    "name": "Sassafras",
    "ritualUse": "Magical uses include health, money and overcoming addictions. Placed in wallet or purse to attract money and make the money you have go farther. Used as a prosperity incense. Added to sachets for healing.",
    "alsoCalled": [
      "Ague Tree",
      "Cinnamon Wood",
      "Saxifrax",
      "Saloip"
    ]
  },
  {
    "name": "Savoury",
    "ritualUse": "Sensuality, sexuality, and passion; great for sex magic!"
  },
  {
    "name": "Saw Palmetto Berries",
    "ritualUse": "Magical uses include healing protection, exorcism, passion and spiritual openings.",
    "alsoCalled": [
      "Dwarf Palm Tree",
      "Cabbage Palm",
      "Sabal",
      "Sabal Serrulata"
    ]
  },
  {
    "name": "Scullcap",
    "ritualUse": "Worn by women to keep their husbands faithful. Used in sleep pillows for relaxation & peace. Used to bind oaths and consecrate vows & commitments (handfasting, initiations, etc.). Used in bath magic to clam the aura of tensions and stress. Burned for relief of disharmony and disruptive situations. Place a pinch in a lover's shoes to keep then from being affected by charms of others.",
    "alsoCalled": [
      "Skullcap",
      "Scullcap",
      "Hoodwort",
      "Quaker Bonnet",
      "Helmet Flower",
      "European Skullcap",
      "Greater Skullcap",
      "American Skullcap",
      "Blue Skullcap",
      "Blue Pimpernel",
      "Hoodwart",
      "Hooded Willow Herb",
      "Side-Flowering Skullcap",
      "Mad Dogweed",
      "Mad Weed",
      "Madweed",
      "Helmet Flower",
      "Hoodwort"
    ]
  },
  {
    "name": "Sea Salt",
    "ritualUse": "Uses include cleansing crystals, purification, grounding, protection magic and ritual. Used on the altar to represent the Earth. Used with water for asperging, sea spells, consecration and casting circles. Used with garlic and rosemary to banish evil."
  },
  {
    "name": "Senna",
    "ritualUse": "Magical uses include all matters of lust and love. Enhances tact & diplomacy. Bathe with your mate in an infusion of senna to ensure faithfulness.",
    "alsoCalled": [
      "Senna Pod",
      "Rajavriksha",
      "Fan Xia Ye",
      "American Senna",
      "Locust Plant",
      "Wild Senna",
      "Fan Xie Ye"
    ]
  },
  {
    "name": "Sesame",
    "ritualUse": "Money, lust, and passion"
  },
  {
    "name": "Shallots",
    "ritualUse": "Add an infusion of shallots to the bath for luck."
  },
  {
    "name": "Shave Grass",
    "ritualUse": "Magical uses include snake charming & fertility. Place in the bedroom to increase fertility.",
    "alsoCalled": [
      "Scouring Rush",
      "Equisetum",
      "Pewterwort",
      "Corncob Plant",
      "Bottle Brush",
      "Horsetail",
      "Dutch Raisins",
      "Paddock Pipe"
    ]
  },
  {
    "name": "Sheep Sorrel",
    "ritualUse": "Carry to protect against heart disease. Place in sickrooms to aid in recuperation from illnesses and wounds."
  },
  {
    "name": "Shepherd's Purse",
    "ritualUse": "Healing",
    "alsoCalled": [
      "Mother's Heart",
      "Shepard's Purse/Heart",
      "Cocowort",
      "Pickpocket",
      "Toywort",
      "Pick Purse",
      "St. James' Weed",
      "St. James' Wort",
      "St. Anthony's Fire",
      "Pepper Grass",
      "Case Wort",
      "Permacety"
    ]
  },
  {
    "name": "Skunk Cabbage",
    "ritualUse": "Legal matters"
  },
  {
    "name": "Slippery Elm",
    "ritualUse": "Magical uses include protection and halting gossip. Tie a knotted yellow thread around slippery elm and throw it into a fire to cease all gossip about you.",
    "alsoCalled": [
      "Red Elm",
      "Moose Elm",
      "Sweet Elm",
      "Indian Elm"
    ]
  },
  {
    "name": "Snapdragon",
    "ritualUse": "Protection, exorcism, and purification"
  },
  {
    "name": "Snowdrop",
    "ritualUse": "Passing of sorrow"
  },
  {
    "name": "Solomon's Seal Root",
    "ritualUse": "Magically used for protection and cleansing. Used in offertory incense. Used to bind magical workings and keep sacred oaths & promises forever binding. Carry in an amulet or sachet for all-purpose protection. Use in protection magic to exorcise spirits and ward off negative influences and demons. Keep on altar to promote success in all rituals. Sprinkle an infusion of the root to drive away evil.",
    "alsoCalled": [
      "Lady's Seals",
      "St. Mary's Seal",
      "Sigillum Sanctae Mariae",
      "Scean de Solomon"
    ]
  },
  {
    "name": "Sow Thistle",
    "ritualUse": "Increases strength & stamina, repels witches, and provides invisibility from enemies."
  },
  {
    "name": "Spanish Moss",
    "ritualUse": "Protection, opening blockages, and dispelling negativity"
  },
  {
    "name": "Spearmint",
    "ritualUse": "Healing, love and protection while sleeping. Burn for healing magic, especially of respiratory conditions. Carry for healing. Use in ritual baths for strength and vitality. Write a wish on paper and wrap it in spearmint leaves; place in a red cloth and sew with red thread, then keep in a safe and secret place -- by the time the scent is gone, your wish should have come true.",
    "alsoCalled": [
      "Garden Mint",
      "Mackerel Mint",
      "Our Lady's Mint",
      "Green Mint",
      "Spire Mint",
      "Lamb Mint",
      "Yerba Buena",
      "Sage of Bethlehem",
      "Fish Mint"
    ]
  },
  {
    "name": "Spiderwort",
    "ritualUse": "Love"
  },
  {
    "name": "Spikenard",
    "ritualUse": "Wear in a sachet around the neck to bring luck & ward off illness. It is said that wetting a picture of a loved one in an infusion of spikenard will keep them close to you.",
    "alsoCalled": [
      "Spignet",
      "Life of Man",
      "Pettymorell",
      "Old Man's Root",
      "Indian Root",
      "Bitter Root",
      "Nard",
      "Nardo"
    ]
  },
  {
    "name": "Squaw Vine",
    "ritualUse": "Magical uses include all matters of fertility & childbirth. Pregnant women can add an infusion of squaw vine to bath water once a week to protect the unborn child from jealousy.",
    "alsoCalled": [
      "Squawvine"
    ]
  },
  {
    "name": "Squill Root",
    "ritualUse": "To draw money, place in a container with a dime, a quarter and a dollar and say a prayer for prosperity."
  },
  {
    "name": "St. John's Wort",
    "ritualUse": "Worn to prevent colds & fevers. Placed under pillow to induce prophetic, romantic dreams. Protects against all forms of black witchcraft. Place in a jar in a window or burn in a fireplace to protect from lightning, fire and evil spirits. Used for banishing, protection & blessing. Carry to strengthen courage and convictions or when confronting nasty situations. Burn to banish spirits and demons. Used in divination for the care of crystals. Note: Can be poisonous, use with caution.",
    "alsoCalled": [
      "Saint John's Wort",
      "Goat Weed",
      "Herba John",
      "Kalimath Weed",
      "Tipton Weed"
    ]
  },
  {
    "name": "Star Anise",
    "ritualUse": "Burned as incense to increase psychic awareness & abilities. Placed on the altar to increase the power generated. Carried to bring luck.",
    "alsoCalled": [
      "Chinese Anise",
      "Anise Star"
    ]
  },
  {
    "name": "Straw",
    "ritualUse": "Image magic and luck"
  },
  {
    "name": "Straw Flower",
    "ritualUse": "Luck, longevity, and protection. Use in magic to get the effects to last. The flower of Samhain, signifying the transition from one type of life to another. Note: Poisonous, use with caution."
  },
  {
    "name": "Strawberry",
    "ritualUse": "Attracts success, good fortune, and favorable circumstances. Served as a love food. Leaves are carried for luck. Pregnant women carry a packet of the leaves to ease the pain of pregnancy and childbirth."
  },
  {
    "name": "Sugar",
    "ritualUse": "Love spells, sex magic"
  },
  {
    "name": "Sugar Cane",
    "ritualUse": "Love, lust, and sympathy"
  },
  {
    "name": "Sulfur Powder",
    "ritualUse": "Dispels or prevents a hex on you; destroys an enemy's power over you.",
    "alsoCalled": [
      "Brimstone"
    ]
  },
  {
    "name": "Sunflower",
    "ritualUse": "Energy, protection, power, wisdom, and wishes."
  },
  {
    "name": "Sweet Bugle",
    "ritualUse": "Crush and place under the mattress to attract love and marriage prospects."
  },
  {
    "name": "Sweet Pea",
    "ritualUse": "Attracts friends and allies; Draws the loyalty and affection of others."
  },
  {
    "name": "Sweet Potato",
    "ritualUse": "Image magic"
  },
  {
    "name": "Sweetgrass",
    "ritualUse": "Peace, unity, and calling spirits"
  },
  {
    "name": "Tamarind",
    "ritualUse": "Love"
  },
  {
    "name": "Tangerine",
    "ritualUse": "Promotes energy, strength, and vitality. Awakens joy and dissolves negativity."
  },
  {
    "name": "Tansy",
    "ritualUse": "Health, invisibility, immortality, longevity; keeps evil out of the home. Place a small amount in the shoe or add an infusion of tansy to the bath to keep the law away."
  },
  {
    "name": "Tarragon",
    "ritualUse": "Healing in abuse situations, compassion magic for others. Use for consecrating chalices."
  },
  {
    "name": "Tea Leaves",
    "ritualUse": "Use in talismans for courage or strength. Use as a base for lust drinks. Burn leaves to ensure future riches."
  },
  {
    "name": "Tea Tree",
    "ritualUse": "Eliminating confusion and increasing harmony"
  },
  {
    "name": "Thistle",
    "ritualUse": "Healing, protection. Use in sachet or amulet to aid in speedy recovery from surgery or illness. Hang in the home to ward off thieves and unwanted visitors."
  },
  {
    "name": "Thyme",
    "ritualUse": "Attracts loyalty, affection, and the good opinion of others. Wear a sprig to ward off unbearable grief or provide strength and courage when needed. Burn or hang in the home for banishing, purification, and to attract good health for all occupants. Use in cleansing baths prior to working candle magic. Use in dream pillows to ward off nightmares and ensure restful sleep. Add a thyme infusion to the bath regularly to ensure a constant flow of money. Place in a jar and keep in the home or at work for good luck.",
    "alsoCalled": [
      "Garden Thyme",
      "Common Thyme"
    ]
  },
  {
    "name": "Toadflax",
    "ritualUse": "Protection and hex breaking"
  },
  {
    "name": "Toadstool",
    "ritualUse": "Rain magic"
  },
  {
    "name": "Tobacco",
    "ritualUse": "Promotes peace, confidence, and personal strength. Also used for banishing. Mix with salt and burn with a black candle to win a court case."
  },
  {
    "name": "Tomato",
    "ritualUse": "Love spells"
  },
  {
    "name": "Tonka Bean",
    "ritualUse": "Magical uses include rituals and spells for love, wishes and courage. Worn to gain prosperity & courage. Carried to grant luck & protect from disease and/or to attract love. Promotes the accomplishment of goals. Keep on the altar when performing love magic to enhance intent. Carry in a red flannel bag to attract good fortune and financial success, especially when attending business negotiations or job interviews. A favorite hoodoo good luck charm to make wishes come true.",
    "alsoCalled": [
      "Tonqua",
      "Tonqua Bean",
      "Tonquin Bean",
      "Wish Beans",
      "Coumaria Nut"
    ]
  },
  {
    "name": "True Unicorn Root",
    "ritualUse": "Hex-breaking, uncrossing, and protection against evil & malevolent magic."
  },
  {
    "name": "Tuberose",
    "ritualUse": "Sensuality, serenity, and calming nerves. Brings peace to the mind and heart, enhances the capacity for emotional depth. Add to sachets designed to increase psychic ability. Use in love magic to awaken erotic feelings and attract romance. Wear or carry to attract inspiration.",
    "alsoCalled": [
      "Mistress of the Night"
    ]
  },
  {
    "name": "Turnip",
    "ritualUse": "Ending relationships"
  },
  {
    "name": "Uva Ursi",
    "ritualUse": "Magical uses include increasing intuitive and psychic powers. Great in sachets for this purpose. American Indians used Uva Ursi in religious ceremonies. Note: Can be poisonous, use with caution.",
    "alsoCalled": [
      "Bearberry",
      "Bear's Grape",
      "Foxberry",
      "Crowberry",
      "Hog Cranberry",
      "Kinnikinnick",
      "Mealberry",
      "Arberry",
      "Mountain Box",
      "Mountain Cranberry",
      "Sandberry",
      "Uva Ursa",
      "Universe Vine"
    ]
  },
  {
    "name": "Valerian",
    "ritualUse": "Dream magic, reconciliation, love, and harmony. Placed in sachets for love & protection and used in sleep pillows. It is said that having Valerian Root nearby will settle an argument between a couple. Used to purify sacred space. Used as a substitution for graveyard dirt/dust in spells. Use in protection baths. Burn for reconciliation in ailing relationships, but only with the permission of all parties involved in the relationship. Wear to calm the emotions.",
    "alsoCalled": [
      "Valerian Root",
      "All-Heal",
      "Garden Heliotrope",
      "Graveyard Dust",
      "Phu",
      "Setwell",
      "Vandal Root"
    ]
  },
  {
    "name": "Vanilla Bean",
    "ritualUse": "Magical uses include love, lust, passion, and restoring lost energy. Carried to increase energy & strengthen mental abilities."
  },
  {
    "name": "Venus Flytrap",
    "ritualUse": "Love and protection"
  },
  {
    "name": "Vertivert",
    "ritualUse": "Draws money and prosperity, love, and attraction; Overcomes obstacles, breaks hexes, and repels negativity. Place a small amount in cash registers to increase business. Burn to overcome evil spirits.",
    "alsoCalled": [
      "Khus-khus"
    ]
  },
  {
    "name": "Vervain",
    "ritualUse": "Protection, purification, money, youth, peace, healing, and sleep. Bury in the yard or keep in the home to encourage wealth, protect from lightning & storms, and bring peace. Put under the pillow to prevent nightmares. Use as an incense to end unrequited love. Use in prosperity spells. Carry to prevent depression and/or bring creativity. Use in cleansing baths and rituals before working magic. Use in amulets, sachets, dream pillows, and baths for all-purpose protection of home sand people (especially children).",
    "alsoCalled": [
      "Verveine",
      "Verbena",
      "Brittanica",
      "Enchanter's Plant",
      "Enchanter's Herb",
      "Herba Sacra",
      "Juno's Tears",
      "Holy Wort",
      "Lemon Verbena",
      "Van-Van",
      "Herb of Grace",
      "Herb of the Cross",
      "Pigeon's Grass",
      "Pigeonwood",
      "Simpler's Joy"
    ]
  },
  {
    "name": "Vetch",
    "ritualUse": "Fidelity"
  },
  {
    "name": "Vinegar",
    "ritualUse": "Banishing, binding, averting evil."
  },
  {
    "name": "Violet",
    "ritualUse": "Calms the nerves, draws prophetic dreams and visions, stimulates creativity, and promotes peace & tranquility. Violet leaf provides protection from all evil. Violet crowns are said to cure headaches and bring sleep. Carry or give to newly married couples or new baby & mother to bring luck to the bearer. Keep a spray of violets on the altar to enhance night magic. Wear the leaves in a green sachet to help heal wounds and prevent evil spirits from making the wounds worse.",
    "alsoCalled": [
      "Sweet Violet",
      "Blue Violet",
      "Wild Violet"
    ]
  },
  {
    "name": "Walnut",
    "ritualUse": "Access to divine energy, bringing the blessing of the Gods, wishes"
  },
  {
    "name": "Watercress",
    "ritualUse": "For lunar magic and sex magic."
  },
  {
    "name": "Wheat",
    "ritualUse": "Inducing fertility and conception, attracting money"
  },
  {
    "name": "White Sage",
    "ritualUse": "Use as an incense, for smudging or for purification."
  },
  {
    "name": "White Willow Bark",
    "ritualUse": "Brings blessings of the moon into one's life and guards against negativity & evil forces. Used in healing spells."
  },
  {
    "name": "Willow",
    "ritualUse": "Used for lunar magic, drawing or strengthening love, healing, and overcoming sadness. Willow is considered a sacred wishing tree. Wear a sprig of willow when facing the death of a loved one. Place on the altar for lunar magic and divination work. Keep a piece of willow in home or business to protect against evil.",
    "alsoCalled": [
      "Osier",
      "Pussy Willow",
      "White Willow",
      "Witches' Aspirin",
      "Withy",
      "Tree of Enchantment",
      "Saille",
      "Salicyn Willow",
      "Saugh Tree"
    ]
  },
  {
    "name": "Wintergreen",
    "ritualUse": "Add an infusion to your children's bath to bring them good fortune and luck throughout their lives. Sprinkle an infusion of wintergreen around an area for purification."
  },
  {
    "name": "Wisteria",
    "ritualUse": "Raises vibrations, promotes psychic opening, overcomes obstacles, and draws prosperity."
  },
  {
    "name": "Witch Hazel",
    "ritualUse": "Magical uses include chastity and protection. Carry to ease grief over a lost love. Use in a sachet to reduce passions. Use in love spells and spells to ward off evil.",
    "alsoCalled": [
      "Winter Bloom",
      "Striped Alder",
      "Spotted Alder",
      "Hazelnut",
      "Snapping Hazel and Tobacco Wood"
    ]
  },
  {
    "name": "Witches Burr",
    "ritualUse": "Adds great power to spells & rituals. Presence of witches burr is said to defeat any kind of evil force."
  },
  {
    "name": "Witches Grass",
    "ritualUse": "Happiness, lust, love, and exorcism. Sprinkle around the home for seven consecutive days to overcome depression and dispense of petty spirits. Reverses hexes.",
    "alsoCalled": [
      "Couch Grass",
      "Rhizomes",
      "Twitch Grass",
      "Scotch Quelch",
      "Quick Grass",
      "Dog Grass"
    ]
  },
  {
    "name": "Wood Aloe",
    "ritualUse": "Protection, consecration, success, and prosperity.",
    "alsoCalled": [
      "Lignaloes",
      "Lignam Aloes"
    ]
  },
  {
    "name": "Wood Betony",
    "ritualUse": "Magical uses include purification, protection, and the expulsion of evil spirits, nightmares, and despair. Excellent for magical healing and protecting against dark fears of the emotions & imagination. A good addition to dream pillows. Carry in an amulet to draw love and strengthen the body. Burn to banish disharmony in a relationship. Pass through the smoke of burning wood betony at Midsummer to purify the body of ills and evils. Burn with any uncrossing incense to defeat witchcraft.",
    "alsoCalled": [
      "Betony",
      "Bishopswort",
      "Stachys Betonica",
      "Lousewort"
    ]
  },
  {
    "name": "Woodruff",
    "ritualUse": "Victory, protection, and money. Place a pinch in your left shoe before a game and your team will be victorious."
  },
  {
    "name": "Wormwood",
    "ritualUse": "Used to remove anger, stop war, inhibit violent acts, and for protection from the evil eye. Carry in vehicle to protect from accidents on dangerous roads. Use as incense for clairvoyance, to summon spirits, or to enhance divinatory abilities. Can be sprinkled in the path of an enemy to bring them strife and misfortune (not recommended, remember the law of threes). Note: Can be poisonous, use with caution.",
    "alsoCalled": [
      "Absinthium",
      "Green Ginger",
      "Absinthe",
      "Old Woman",
      "Crown for a King"
    ]
  },
  {
    "name": "Xanthan Gum",
    "ritualUse": "Incense bonding agent"
  },
  {
    "name": "Yarrow Flower",
    "ritualUse": "Uses include healing, handfasting & weddings, and divination. Draws love. Carry as a sachet or amulet to banish negativity, ward off fear, and promote courage, confidence, and psychic opening. Frequently used in marriage charms and love sachets. Said to keep a newly married couple happy for seven years by keeping their love alive and preventing upsetting influences from entering the relationship. Place in a yellow flannel bag with a piece of parchment on which you have written your fears, carry with you to overcome them.",
    "alsoCalled": [
      "Bloodwort",
      "Death Flower",
      "Devil's Nettle",
      "Lady's Mantle",
      "Soldier's Woundwort",
      "Thousandleaf",
      "Millefoil",
      "Carpenter's Weed",
      "Knight's Milfoil",
      "Sanguinary",
      "Arrow Root",
      "Thousand Seal"
    ]
  },
  {
    "name": "Yellow Dock",
    "ritualUse": "Fertility, healing and money. Sprinkle an infusion of yellow dock around a place of business to attract customers.",
    "alsoCalled": [
      "Curled Dock",
      "Curly Dock",
      "Sour Dock",
      "Narrow Dock",
      "Garden Patience",
      "Rumex"
    ]
  },
  {
    "name": "Yerba Mate",
    "ritualUse": "Fidelity, love and lust. Worn to attract the opposite sex. Spill an infusion of yerba mate on the ground to break off a relationship.",
    "alsoCalled": [
      "Mate",
      "Mate Leaf",
      "Green Mate"
    ]
  },
  {
    "name": "Yerba Santa",
    "ritualUse": "Beauty, healing, psychic powers and protection. Carry or use in bath magic to obtain beauty from within and make your body more desirable. Wear around the neck to ward off illness and prevent wounds. Use the leaves in healing or protection incenses. Use in bath water if you feel your sickness has been caused by a hex.",
    "alsoCalled": [
      "Consumptive's Weed",
      "Gum Plant",
      "Gum Bush",
      "Bear's Weed",
      "Bear Weed",
      "Mountain Balm",
      "Tar Weed",
      "Tarweed",
      "Holy Herb",
      "Sacred Herb"
    ]
  },
  {
    "name": "Yew",
    "ritualUse": "Raising the dead, protection against evil, immortality, and breaking hexes."
  },
  {
    "name": "Ylang Ylang",
    "ritualUse": "Increases sexual attraction and persuasiveness. Also used for peace, love, and faery magic. Promotes calm, peaceful relaxation and relieves anxiety and depression."
  },
  {
    "name": "Yohimbe Bark",
    "ritualUse": "Love, lust, virility and fertility. Curing impotency. Cursing. Used in Pagan rituals of union."
  },
  {
    "name": "Yucca",
    "ritualUse": "Transmutation, protection and purification. A cross of yucca fiber placed on the hearth protects the home from evil. Use an infusion of yucca to cleanse and purify the body before magick. Repeat this cleansing afterwards if performing spells to remove curses, hexes, or illness. Rub a slice of yucca root all over your body once a day for seven days to remove jinxes and hexes.",
    "alsoCalled": [
      "Yucca Stalk",
      "Yucca Root"
    ]
  }
]